Repository: khlebobul/board_buddy
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, ru, zh

source: magic
de: magie
es: magia
fr: magie
it: magia
ru: магия
zh: 魔法

source: big magic
de: große magie
es: magia potente
fr: grande magie
it: grande magia
ru: большая магия
zh: 大魔法

source: helmet
de: helm
es: casco
fr: casque
it: elmo
ru: шлем
zh: 头盔

source: big helmet
de: großer helm
es: casco grande
fr: grand casque
it: grande elmo
ru: большой шлем
zh: 大头盔

source: big armour
de: große rüstung
es: armadura grande
fr: grande armure
it: grande armatura
ru: большая броня
zh: 重甲

source: big boots
de: große stiefel
es: botas grandes
fr: grandes bottes
it: grandi stivali
ru: большие ботинки
zh: 大靴子

source: enter a word
de: gib ein wort ein
es: ingresa una palabra
fr: entrez un mot
it: inserisci una parola
ru: введите слово
zh: 输入单词

source: blank tile
de: blanko stein
es: ficha comdón
fr: tuile joker
it: tessera jolly
ru: пустая клетка
zh: 空白 牌

# nWord
source: word
de: wort
es: palabra
fr: mot
it: parola
ru: слово
zh: 单词

source: finish
de: beenden
es: finalizar
fr: terminer
it: termina
ru: завершить
zh: 完成

source: each card has a number, determining its value.
de: jede karte hat eine zahl, die ihren wert bestimmt.
es: cada carta tiene un número que determina su valor.
fr: chaque carte a un numéro qui détermine sa valeur.
it: ogni carta ha un numero che ne determina il valore.
ru: у каждой карты есть число, определяющее её значение.
zh: 每张牌都有一个数字，决定其价值。

source: points
de: punkte
es: puntos
it: punti
ru: очков
zh: 分数

# wildDrawTwoCardDosInfo
source: wild draw two card
de: wilder +2-stein
es: carta comodín roba dos
fr: carte joker plus deux
it: carta jolly pesca due
ru: дикая карта «возьми две»
zh: 万能抽两张牌

# canBeAnyColorChosenByTheCurrentPlayerIfDosInfo
source: can be any color chosen by the current player. if drawn, the player decides the color.
de: kann jede farbe sein, die der aktuelle spieler wählt. wenn gezogen, entscheidet der spieler über die farbe.
es: puede ser cualquier color elegido por el jugador actual. si se roba, el jugador decide el color.
fr: peut être de n'importe quelle couleur choisie par le joueur actuel. si piochée, le joueur décide de la couleur.
it: può essere di qualsiasi colore scelto dal giocatore attuale. se pescata, il giocatore decide il colore.
ru: может быть любого цвета по выбору текущего игрока. если вытянута, игрок выбирает цвет.
zh: 可以是当前玩家选择的任意颜色。如果抽到，玩家决定颜色。

# canRepresentAnyNumberForItsOwnParticularColorDosInfo
source: can represent any number for its own particular color.
de: kann jede zahl in ihrer eigenen farbe darstellen.
es: puede representar cualquier número de su color.
fr: peut représenter n'importe quel numéro pour sa propre couleur particulière.
it: può rappresentare qualsiasi numero per il suo colore particolare.
ru: может представлять любое число своего цвета.
zh: 可以代表其特定颜色的任意数字。

source: number cards
de: zahlenkarten
es: cartas numéricas
fr: cartes numérotées
it: carte numeriche
ru: номерные карты
zh: 数字牌

# wildCardOneDosInfo
source: wild # card
de: wilder #-stein
es: carta comodín #
fr: carte joker #
it: carta jolly #
ru: дикая карта «#»
zh: 万能#牌

# reverseCardUnoInfo
source: reverse card
de: richtungswechsel-karte
es: carta reversa
fr: carte inverser
it: carta inverti
ru: карта «смена направления»
zh: 反转牌

# changesTheDirectionOfPlayUnoInfo
source: changes the direction of play.
de: ändert die spielrichtung.
es: cambia la dirección de juego.
fr: change le sens du jeu.
it: cambia la direzione del gioco.
ru: меняет направление игры.
zh: 改变出牌方向。

# skipCardUnoInfo
source: skip card
de: aussetzen-karte
es: carta salta
fr: carte passer
it: carta salta
ru: карта «пропусти ход»
zh: 跳过牌

# drawTwoCardUnoInfo
source: draw two card
de: +2-karte
es: carta roba dos
fr: carte plus deux
it: carta pesca due
ru: карта «возьми две»
zh: 抽两张牌

# wildCardUnoInfo
source: wild card
de: farbwahl-karte
es: carta comodín
fr: carte joker
it: carta jolly
ru: дикая карта
zh: 万能牌

# wildShuffleHandsCardUnoInfo
source: wild shuffle hands card
de: handtausch-karte
es: carta comodín baraja manos
fr: carte joker échange de mains
it: carta jolly scambia mani
ru: дикая карта «перетасовка рук»
zh: 万能换手牌

# wildDrawFourCardUnoInfo
source: wild draw four card
de: +4 farbwahl-karte
es: carta comodín+4
fr: carte joker plus quatre
it: carta jolly pesca quattro
ru: дикая карта «возьми четыре»
zh: 万能抽四牌

# skipsTheNextPlayersTurnUnoInfo
source: skips the next player's turn.
de: der nächste spieler wird übersprungen.
es: salta el próximo turno.
fr: fait passer le tour du joueur suivant.
it: salta il turno del giocatore successivo.
ru: следующий игрок пропускает ход.
zh: 跳过下一个玩家的回合。

# nextPlayerDrawsTwoCardsAndLosesTheirTurnUnoInfo
source: next player draws two cards and loses their turn.
de: der nächste spieler zieht 2 karten und verliert seinen zug.
es: el siguiente roba dos cartas y pierde turno.
fr: le joueur suivant pioche deux cartes et perd son tour.
it: il giocatore successivo pesca due carte e perde il turno.
ru: следующий игрок берет две карты и пропускает ход.
zh: 下一个玩家抽两张牌并失去回合。

# allowsThePlayerToChooseTheColorUnoInfo
source: allows the player to choose the color.
de: erlaubt dem spieler, die farbe zu wählen.
es: permite elegir el color.
fr: permet au joueur de choisir la couleur.
it: permette al giocatore di scegliere il colore.
ru: позволяет игроку выбрать цвет.
zh: 允许玩家选择颜色。

# changesTheColorAndForcesTheNextPlayerToDrawUnoInfo
source: changes the color and forces the next player to draw four cards.
de: ändert die farbe und zwingt den nächsten spieler, 4 karten zu ziehen.
es: cambia el color y obliga al siguiente a robar cuatro cartas.
fr: change la couleur et force le joueur suivant à piocher quatre cartes.
it: cambia il colore e costringe il giocatore successivo a pescare quattro carte.
ru: меняет цвет и заставляет следующего игрока взять четыре карты.
zh: 改变颜色并强制下一个玩家抽四张牌。

# swapHandsWithAnyPlayerAndChooseTheColorUnoInfo
source: swap hands with any player and choose the color.
de: tausche die hand mit einem spieler und wähle die farbe.
es: intercambia manos con un jugador y elige color.
fr: échangez vos mains avec n'importe quel joueur et choisissez la couleur.
it: scambia le mani con qualsiasi giocatore e scegli il colore.
ru: обменяйтесь картами с любым игроком и выберите цвет.
zh: 与任何玩家交换手牌并选择颜色。

# eachCardHasANumberFrom0To9WhichUnoInfo
source: each card has a number from 0 to 9, which determines its value.
de: jede karte hat eine zahl von 0 bis 9, die ihren wert bestimmt.
es: cada carta tiene un número del 0 al 9 que determina su valor.
fr: chaque carte a un numéro de 0 à 9, qui détermine sa valeur.
it: ogni carta ha un numero da 0 a 9, che ne determina il valore.
ru: каждая карта имеет число от 0 до 9, которое определяет её значение.
zh: 每张牌都有0到9的数字，决定其价值。

# doublesTheValueOfALetterScrabbleInfo
source: doubles the value of a letter
de: verdoppelt den wert eines buchstabens
es: duplica el valor de una letra
fr: double la valeur d'une lettre
it: raddoppia il valore di una lettera
ru: удваивает значение буквы
zh: 使字母价值翻倍

# tripleTheValueOfALetterScrabbleInfo
source: triple the value of a letter
de: verdreifacht den wert eines buchstabens
es: triplica el valor de una letra
fr: triple la valeur d'une lettre
it: triplica il valore di una lettera
ru: утраивает значение буквы
zh: 使字母价值三倍

# bonusTileOrSpecialMarkerScrabbleInfo
source: bonus tile or special marker
de: bonusstein oder spezielle markierung
es: ficha de bono o marcador especial
fr: tuile bonus ou marqueur spécial
it: tessera bonus o marcatore speciale
ru: бонусная клетка или специальный маркер
zh: 奖励格或特殊标记

# doublesTheValueOfAnEntireWordScrabbleInfo
source: doubles the value of an entire word
de: verdoppelt den wert eines ganzen wortes
es: duplica el valor de una palabra
fr: double la valeur d'un mot entier
it: raddoppia il valore di un'intera parola
ru: удваивает значение всего слова
zh: 使整个单词价值翻倍

# tripleTheValueOfAnEntireWordScrabbleInfo
source: triple the value of an entire word
de: verdreifacht den wert eines ganzen wortes
es: triplica el valor de una palabra
fr: triple la valeur d'un mot entier
it: triplica il valore di un'intera parola
ru: утраивает значение всего слова
zh: 使整个单词价值三倍

# nextPlayerDraws1CardAndSkipsTurnUnoFlipInfo
source: next player draws 1 card and skips turn.
de: der nächste spieler zieht 1 karte und überspringt seinen zug.
es: el siguiente roba 1 carta y salta turno.
fr: le joueur suivant pioche 1 carte et passe son tour.
it: il giocatore successivo pesca 1 carta e salta il turno.
ru: следующий игрок берет 1 карту и пропускает ход.
zh: 下一个玩家抽1张牌并跳过回合。

# drawOneUnoFlipInfo
source: draw one
es: roba uno
fr: piocher une
it: pesca una
ru: карта «возьми одну»
zh: 抽一张

# flipCardUnoFlipInfo
source: flip card
de: umdrehen-karte
es: carta voltear
fr: carte flip
it: carta flip
ru: карта «переверните»
zh: 翻转牌

# flipsAllCardsToTheOppositeSideUnoFlipInfo
source: flips all cards to the opposite side.
de: dreht alle karten auf die gegenüberliegende seite.
es: voltea todas las cartas al lado opuesto.
fr: retourne toutes les cartes du côté opposé.
it: gira tutte le carte sul lato opposto.
ru: переворачивает все карты на противоположную сторону.
zh: 将所有牌翻转到另一面。

# drawFiveUnoFlipInfo
source: draw five
es: roba cinco
fr: piocher cinq
it: pesca cinque
ru: карта «возьми пять»
zh: 抽五张

# nextPlayerDraws5CardsAndSkipsTurnUnoFlipInfo
source: next player draws 5 cards and skips turn.
de: der nächste spieler zieht 5 karten und überspringt seinen zug.
es: el siguiente roba 5 cartas y salta turno.
fr: le joueur suivant pioche 5 cartes et passe son tour.
it: il giocatore successivo pesca 5 carte e salta il turno.
ru: следующий игрок берет 5 карт и пропускает ход.
zh: 下一个玩家抽5张牌并跳过回合。

# skipEveryoneCardUnoFlipInfo
source: skip everyone card
de: alle aussetzen-karte
es: carta salta todos
fr: carte passer tous
it: carta salta tutti
ru: карта «пропустить всех»
zh: 跳过所有人牌

# skipsAllPlayersAndReturnsTurnToTheOriginalPlayerUnoFlipInfo
source: skips all players and returns turn to the original player.
de: überspringt alle spieler und gibt den zug an den ursprünglichen spieler zurück.
es: salta a todos los jugadores y devuelve el turno al jugador original.
fr: fait passer tous les joueurs et rend le tour au joueur d'origine.
it: salta tutti i giocatori e restituisce il turno al giocatore originale.
ru: пропускает всех игроков и возвращает ход первоначальному игроку.
zh: 跳过所有玩家，回合返回给原玩家。

# wildDrawColorUnoFlipInfo
source: wild draw color
de: ziehen bis farbe-karte
es: comodín roba color
fr: joker piocher couleur
it: jolly pesca colore
ru: дикая карта «возьми до цвета»
zh: 万能抽颜色

# nextPlayerDrawsUntilTheyGetTheChosenColorUnoFlipInfo
source: next player draws until they get the chosen color.
de: der nächste spieler zieht, bis er die gewählte farbe erhält.
es: el siguiente roba hasta obtener el color elegido.
fr: le joueur suivant pioche jusqu'à obtenir la couleur choisie.
it: il giocatore successivo pesca fino a ottenere il colore scelto.
ru: следующий игрок берёт карты, пока не вытянет карту выбранного цвета.
zh: 下一个玩家抽牌直到抽到选定的颜色。

# marksADeadCharacterInfo
source: marks a dead character
de: markiert einen toten charakter
es: marca un personaje muerto
fr: indique un personnage mort
it: indica un personaggio morto
ru: отмечает мёртвого персонажа
zh: 标记已死亡的角色

# charactersGenderMaleInfo
source: character's gender: male
de: geschlecht des charakters: männlich
es: género del personaje: masculino
fr: genre du personnage : masculin
it: genere del personaggio: maschio
ru: пол персонажа: мужской
zh: 角色性别：男

# charactersGenderFemaleInfo
source: character's gender: female
de: geschlecht des charakters: weiblich
es: género del personaje: femenino
fr: genre du personnage : féminin
it: genere del personaggio: femmina
ru: пол персонажа: женский
zh: 角色性别：女

source: cursed
de: verflucht
es: maldito
fr: maudit
it: maledetto
ru: проклятие
zh: 被诅咒

source: clearance
de: befreiung
es: limpieza
fr: purification
it: purificazione
ru: очистка
zh: 解除

source: indicates an active curse
de: zeigt einen aktiven fluch an
es: indica una maldición activa
fr: indique une malédiction active
it: indica una maledizione attiva
ru: указывает на наложенное проклятие
zh: 表示激活的诅咒

source: possibly the removal of curses or debuffs
de: möglicherweise die entfernung von flüchen oder debuffs
es: posiblemente la eliminación de maldiciones o debilitamientos
fr: possiblement la suppression de malédictions ou de débuffs
it: possibilmente la rimozione di maledizioni o debuff
ru: снятие проклятий или дебафов
zh: 可能是解除诅咒或负面效果

# buffsOrDebuffsAffectingCharactersitemsInfo
source: buffs or debuffs affecting characters/items
de: buffs oder debuffs, die charaktere/gegenstände beeinflussen
es: mejoras o debilitamientos que afectan personajes/objetos
fr: buffs ou débuffs affectant les personnages/objets
it: buff o debuff che influenzano personaggi/oggetti
ru: усиления или ослабления персонажа/предметов
zh: 影响角色/物品的增益或减益

# toAllWhoCreatedThe
source: thanks to everyone who created
de: danke an alle, die beigetragen haben
es: gracias a todos los que crearon
fr: merci à tous ceux qui ont créé
it: grazie a tutti coloro che hanno creato
ru: спасибо всем, кто создал
zh: 感谢所有创作者

# appreciation
source: credits
de: danksagung
es: créditos
fr: crédits
it: crediti
ru: благодарность
zh: 致谢

# toBoardBuddysContributors
source: board buddy's contributors
de: an die mitwirkenden von board buddy
es: colaboradores de board buddy
fr: les contributeurs de board buddy
it: i contributori di board buddy
ru: всем, кто внес вклад в разработку board buddy
zh: 桌游伙伴的贡献者们

source: play
de: spielen
es: jugar
fr: jouer
it: gioca
ru: играть
zh: 游玩

source: mode
de: modus
es: modo
it: modalità
ru: режим
zh: 模式

source: edit
de: bearbeiten
es: editar
fr: modifier
it: modifica
ru: изменить
zh: 编辑

source: lowest score wins
de: niedrigste punktzahl gewinnt
es: gana la puntuación más baja
fr: le score le plus bas gagne
it: vince il punteggio più basso
ru: побеждает низкий счет
zh: 最低分获胜

source: highest score wins
de: höchste punktzahl gewinnt
es: gana la puntuación más alta
fr: le score le plus haut gagne
it: vince il punteggio più alto
ru: побеждает высокий счет
zh: 最高分获胜

source: multiplayer
de: mehrspieler
es: multijugador
fr: multijoueur
it: multigiocatore
ru: мультиплеер
zh: 多人游戏

source: singleplayer
de: einzelspieler
es: un solo jugador
fr: un joueur
it: giocatore singolo
ru: одиночная игра
zh: 单人游戏

source: score
de: punktzahl
es: puntuación
it: punteggio
ru: счет
zh: 分数

source: cancel
de: abbrechen
es: cancelar
fr: annuler
it: annulla
ru: отмена
zh: 取消

source: add
de: hinzufügen
es: añadir
fr: ajouter
it: aggiungi
ru: добавить
zh: 添加

source: player name
de: spielername
es: nombre del jugador
fr: nom du joueur
it: nome giocatore
ru: имя игрока
zh: 玩家名称

source: the number of players should be
de: die anzahl der spieler muss sein
es: el número de jugadores debe ser
fr: le nombre de joueurs doit être
it: il numero di giocatori deve essere
ru: количество игроков должно быть
zh: 玩家数量应为

source: game up to:
de: spiel bis:
es: juego hasta:
fr: partie jusqu'à :
it: partita fino a:
ru: игра до:
zh: 游戏目标分数：

source: game over
de: spiel beendet
es: fin del juego
fr: fin de partie
it: fine partita
ru: игра окончена
zh: 游戏结束

source: continue game
de: spiel fortsetzen
es: continuar juego
fr: continuer la partie
it: continua partita
ru: продолжить игру
zh: 继续游戏

# newGameWithSamePlayers
source: another round
de: noch eine runde
es: otra ronda
fr: nouvelle manche
it: altra mano
ru: еще раунд
zh: 再来一局

source: new game
de: neues spiel
es: nuevo juego
fr: nouvelle partie
it: nuova partita
ru: новая игра
zh: 新游戏

source: return to menu
de: zurück zum menü
es: volver al menú
fr: retour au menu
it: torna al menu
ru: вернуться в меню
zh: 返回菜单

source: winner:
de: gewinner:
es: ganador:
fr: gagnant :
it: vincitore:
ru: победитель:
zh: 获胜者：

source: you have an unfinished game
de: du hast ein unvollendetes spiel
es: tienes un juego sin terminar
fr: vous avez une partie en cours
it: hai una partita in corso
ru: игра не завершена
zh: 你有一局未完成的游戏

# doReturn
source: return
de: zurückkehren
es: volver
fr: retour
it: torna
ru: вернуться
zh: 返回

# eachCardHasANumberFrom1To9Which
source: each card has a number from 1 to 9, which determines its value.
de: jede karte hat eine zahl von 1 bis 9, die ihren wert bestimmt.
es: cada carta tiene un número del 1 al 9 que determina su valor.
fr: chaque carte a un numéro de 1 à 9, qui détermine sa valeur.
it: ogni carta ha un numero da 1 a 9, che ne determina il valore.
ru: каждая карта имеет число от 1 до 9, которое определяет её значение.
zh: 每张牌都有1到9的数字，决定其价值。

source: flip side
de: umdreh-seite
es: lado volteado
fr: côté flip
it: lato flip
ru: переворот стороны
zh: 翻转面

# darkSideCardsAreReplacedWithLightOnesAndVice
source: dark side cards are replaced with light ones and vice versa.
de: dunkle karten werden durch helle ersetzt und umgekehrt.
es: las cartas del lado oscuro se reemplazan con las del lado claro y viceversa.
fr: les cartes du côté sombre sont remplacées par celles du côté clair et vice versa.
it: le carte del lato scuro vengono sostituite da quelle del lato chiaro e viceversa.
ru: карточки темной стороны заменяться на светлые и наоборот.
zh: 暗面牌被替换为亮面牌，反之亦然。

# continueTitle
source: continue
de: fortsetzen
es: continuar
fr: continuer
it: continua
ru: продолжить
zh: 继续

source: adding
de: hinzufügen
es: sumando
fr: ajout
it: aggiunta
ru: прибавление
zh: 加分

source: subtracting
de: abziehen
es: restando
fr: soustraction
it: sottrazione
ru: вычитание
zh: 减分

source: move history
de: zugverlauf
es: historial de movimientos
fr: historique des coups
it: cronologia mosse
ru: история ходов
zh: 出牌历史

source: word modifier:
de: wortmodifikator:
es: modificador de palabra:
fr: modificateur de mot :
it: modificatore parola:
ru: модификатор:
zh: 单词修饰符：

source: skip
de: überspringen
es: saltar
fr: passer
it: passa
ru: пропуск
zh: 跳过

source: x2 word
de: x2 wort
es: x2 palabra
fr: x2 mot
it: x2 par
ru: x2 сл.
zh: x2词

source: x3 word
de: x3 wort
es: x3 palabra
fr: x3 mot
it: x3 par
ru: x3 сл.
zh: x3词

source: menu
de: menü
es: menú
ru: меню
zh: 菜单

source: could not launch
de: konnte nicht starten
es: no se pudo iniciar
fr: impossible de lancer
it: impossibile avviare
ru: не удалось запустить
zh: 无法启动

source: share with friedns
de: mit freunden teilen
es: comparte con amigos
fr: partager avec des amis
it: condividi con gli amici
ru: поделиться с друзьями
zh: 分享给朋友

source: board buddy is your ultimate board game companion
de: board buddy ist dein ultimativer brettspielbegleiter
es: board buddy es tu compañero definitivo de juegos de mesa
fr: board buddy est votre compagnon ultime pour les jeux de société
it: board buddy è il tuo compagno definitivo per i giochi da tavolo
ru: board buddy - ваш лучший помощник для настольных игр
zh: 桌游伙伴是你的终极桌游助手

source: bingo
ru: бинго
zh: 宾果

source: score 50 extra points for using all 7 tiles
de: erhalte 50 extrapunkte für die nutzung aller 7 steine
es: obtén 50 puntos extra por usar las 7 fichas
fr: marquez 50 points supplémentaires pour avoir utilisé les 7 tuiles
it: ottieni 50 punti extra per aver usato tutte e 7 le tessere
ru: 50 дополнительных очков за использование всех 7 букв
zh: 使用全部7块字母牌可获得50分额外奖励

source: keep awake mode
de: wachhaltemodus
es: modo mantener encendido
fr: mode écran allumé
it: modalità schermo attivo
ru: режим 'бодрствования' экрана
zh: 保持唤醒模式

source: on
de: an
es: encendido
fr: activé
it: attivo
ru: вкл.
zh: 开

source: off
de: aus
es: apagado
fr: désactivé
it: disattivo
ru: выкл.
zh: 关

source: my other apps
de: meine anderen apps
es: mis otras apps
fr: mes autres applications
it: le mie altre app
ru: мои другие приложения
zh: 我的其他应用

source: german
de: deutsch
es: alemán
fr: allemand
it: tedesco
ru: немецкий
zh: 德语

source: french
de: französisch
es: francés
fr: français
it: francese
ru: французский
zh: 法语

source: spanish
de: spanisch
es: español
fr: espagnol
it: spagnolo
ru: испанский
zh: 西班牙语

source: options
de: optionen
es: opciones
it: opzioni
ru: опции
zh: 选项

source: contract resolution:
de: vertragsauflösung:
es: resolución del contrato:
fr: résolution du contrat :
it: risoluzione contratto:
ru: подсчёт контракта:
zh: 合同结算：

source: marriage:
de: hochzeit:
es: matrimonio:
fr: mariage :
it: matrimonio:
ru: марьяж:
zh: 王后组合：

source: bidding phase:
de: bietphase:
es: fase de puja:
fr: phase d'enchères :
it: fase di offerta:
ru: фаза торговли:
zh: 叫牌阶段：

# thousandGoal
source: the goal is to be the first player to reach 1000 points by winning tricks in a bidding game. players bid on how many points they can score, then try to fulfill their contract.
de: das ziel ist es, als erster spieler 1000 punkte zu erreichen, indem man stiche in einem bietspiel gewinnt. spieler bieten darauf, wie viele punkte sie erzielen können, und versuchen dann, ihren vertrag zu erfüllen.
es: el objetivo es ser el primer jugador en alcanzar 1000 puntos ganando bazas en un juego de pujas. los jugadores pujan sobre cuántos puntos pueden anotar, luego intentan cumplir su contrato.
fr: l'objectif est d'être le premier joueur à atteindre 1000 points en remportant des plis dans un jeu d'enchères. les joueurs enchérissent sur le nombre de points qu'ils peuvent marquer, puis essaient de remplir leur contrat.
it: l'obiettivo è essere il primo giocatore a raggiungere 1000 punti vincendo prese in un gioco di offerte. i giocatori offrono quanti punti pensano di poter segnare, poi cercano di rispettare il contratto.
ru: цель игры - первым набрать 1000 очков, выигрывая взятки в игре с торгами. игроки делают ставки на количество очков, которое они смогут набрать, затем пытаются выполнить свой контракт.
zh: 目标是通过赢得叫牌游戏中的墩，成为第一个达到1000分的玩家。玩家叫价他们能得多少分，然后尝试完成合同。

# thousandPreparationOne
source: use a 24-card deck: 9, 10, jack, queen, king, ace of all four suits.
de: verwende ein 24-karten-deck: 9, 10, bube, dame, könig, ass aller vier farben.
es: usa una baraja de 24 cartas: 9, 10, jota, reina, rey, as de los cuatro palos.
fr: utilisez un jeu de 24 cartes : 9, 10, valet, dame, roi, as des quatre couleurs.
it: usa un mazzo di 24 carte: 9, 10, fante, donna, re, asso di tutti e quattro i semi.
ru: используйте колоду из 24 карт: 9, 10, валет, дама, король, туз всех четырёх мастей.
zh: 使用24张牌：四种花色的9、10、J、Q、K、A。

# thousandPreparationTwo
source: deal 7 cards to each player (for 3 players), or 8 cards (for 2 players).
de: gib jedem spieler 7 karten (für 3 spieler) oder 8 karten (für 2 spieler).
es: reparte 7 cartas a cada jugador (para 3 jugadores), o 8 cartas (para 2 jugadores).
fr: distribuez 7 cartes à chaque joueur (pour 3 joueurs), ou 8 cartes (pour 2 joueurs).
it: distribuisci 7 carte a ogni giocatore (per 3 giocatori), o 8 carte (per 2 giocatori).
ru: сдайте по 7 карт каждому игроку (для 3 игроков) или по 8 карт (для 2 игроков).
zh: 每个玩家发7张牌（3人游戏），或8张牌（2人游戏）。

# thousandPreparationThree
source: place 3 cards face down in the center as the talon (widow).
de: lege 3 karten verdeckt in die mitte als talon (witwe).
es: coloca 3 cartas boca abajo en el centro como el talón (viuda).
fr: placez 3 cartes face cachée au centre comme talon (veuve).
it: posiziona 3 carte coperte al centro come tallone (vedova).
ru: положите 3 карты рубашкой вверх в центр стола - это прикуп (талон).
zh: 在中间放置3张面朝下的牌作为底牌。
