Repository: khlebobul/board_buddy
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, ru, zh

source: about
de: über
es: acerca de
fr: à propos
it: info
ru: о проекте
zh: 关于

source: games
de: spiele
es: juegos
fr: jeux
it: giochi
ru: игры
zh: 游戏

source: rules
de: regeln
es: reglas
fr: règles
it: regole
ru: правила
zh: 规则

source: settings
de: einstellungen
es: ajustes
fr: paramètres
it: impostazioni
ru: настройки
zh: 设置

source: back
de: zurück
es: atrás
fr: retour
it: indietro
ru: назад
zh: 返回

source: check my website
de: besuche meine website
es: visita mi sitio web
fr: visitez mon site web
it: visita il mio sito web
ru: мой сайт
zh: 访问我的网站

source: follow me on x (twitter)
de: folge mir auf x (twitter)
es: sígueme en x (twitter)
fr: suivez-moi sur x (twitter)
it: seguimi su x (twitter)
ru: мой x (twitter)
zh: 在 X (Twitter) 上关注我

source: github repository
es: repositorio github
fr: dépôt github
it: repository github
ru: репозиторий github
zh: GitHub 仓库

# sinceThisIsAnOpenSourceProjectYouCanLeave
source: since this is an open-source project, feel free to contribute to it
de: da dies ein open-source-projekt ist, kannst du gerne dazu beitragen
es: ya que es un proyecto de código abierto, siéntete libre de contribuir
fr: comme il s'agit d'un projet open-source, n'hésitez pas à y contribuer
it: trattandosi di un progetto open-source, sentiti libero di contribuire
ru: так как это проект с открытым исходным кодом, вы можете внести свой вклад
zh: 这是一个开源项目，欢迎参与贡献

source: don't have your favourite game? email me!
de: fehlt dein lieblingsspiel? schreib mir eine e-mail!
es: ¿no está tu juego favorito? ¡envíame un correo!
fr: votre jeu préféré n'est pas disponible ? envoyez-moi un e-mail !
it: non trovi il tuo gioco preferito? scrivimi!
ru: нет вашей любимой игры? напишите мне!
zh: 没有你喜欢的游戏？给我发邮件！

source: telegram
ru: телеграм

source: project website
de: projektwebsite
es: sitio web del proyecto
fr: site web du projet
it: sito web del progetto
ru: сайт проекта
zh: 项目网站

source: rate the app
de: bewerte die app
es: valora la app
fr: évaluez l'application
it: valuta l'app
ru: оцените приложение
zh: 评价应用

source: share with friends
de: mit freunden teilen
es: comparte con amigos
fr: partager avec des amis
it: condividi con gli amici
ru: поделитесь с друзьями
zh: 分享给朋友

# letsYouTrackScoresAndKeyMomentsEffortlesslyKeepingYour
source: lets you track scores and key moments effortlessly, keeping your focus on the game
de: hilft dir, punkte und schlüsselmomente mühelos zu verfolgen, damit du dich auf das spiel konzentrieren kannst
es: te permite seguir puntuaciones y momentos clave sin esfuerzo, manteniendo tu enfoque en el juego
fr: vous permet de suivre les scores et les moments clés sans effort, pour rester concentré sur le jeu
it: ti permette di tenere traccia dei punteggi e dei momenti chiave senza sforzo, mantenendo la concentrazione sul gioco
ru: позволяет легко отслеживать счета и ключевые моменты, оставаясь сосредоточенным на игре
zh: 让你轻松记录分数和关键时刻，专注于游戏本身

source: hey! my name is gleb
de: hey! mein name ist gleb
es: ¡hola! me llamo gleb
fr: salut ! je m'appelle gleb
it: ciao! mi chiamo gleb
ru: привет! меня зовут глеб
zh: 嗨！我是 Gleb

source: email copied
de: e-mail kopiert
es: correo copiado
fr: e-mail copié
it: email copiata
ru: электронная почта скопирована
zh: 邮箱已复制

source: languages
de: sprachen
es: idiomas
fr: langues
it: lingue
ru: языки
zh: 语言

source: report a bug
de: einen fehler melden
es: reportar un error
fr: signaler un bug
it: segnala un bug
ru: сообщить об ошибке
zh: 报告错误

source: share feedback
de: feedback teilen
es: enviar opiniones
fr: partager vos commentaires
it: condividi feedback
ru: обратная связь
zh: 分享反馈

source: feature request
de: funktionswunsch
es: solicitud de característica
fr: demande de fonctionnalité
it: richiedi una funzionalità
ru: новый функционал
zh: 功能请求

source: others
de: anderes
es: otros
fr: autres
it: altro
ru: другое
zh: 其他

source: english
de: englisch
es: inglés
fr: anglais
it: inglese
ru: английский
zh: 英语

source: russian
de: russisch
es: ruso
fr: russe
it: russo
ru: русский
zh: 俄语

source: uno
ru: уно

source: scrabble
ru: скраббл
zh: 拼字游戏

source: uno flip
ru: уно флип
zh: UNO 翻转

source: dos
ru: дос

source: set
ru: сет

source: munchkin
ru: манчкин
zh: 小白世纪

# common
source: counter
de: zähler
es: contador
fr: compteur
it: contatore
ru: счетчик
zh: 计数器

source: game goal:
de: spielziel:
es: objetivo del juego:
fr: objectif du jeu :
it: obiettivo del gioco:
ru: цель игры:
zh: 游戏目标：

source: preparation:
de: vorbereitung:
es: preparación:
fr: préparation :
it: preparazione:
ru: подготовка:
zh: 准备：

# munchkinGameObjectiveDescription
source: be the first to reach level 10 by fighting monsters, using equipment, curses, and abilities cards.
de: erreiche als erster level 10, indem du monster bekämpfst und ausrüstungs-, fluch- und fähigkeitskarten einsetzt.
es: sé el primero en alcanzar el nivel 10 enfrentándote a monstruos, usando equipo, maldiciones y cartas de habilidades.
fr: soyez le premier à atteindre le niveau 10 en combattant des monstres, en utilisant l'équipement, les malédictions et les cartes de capacités.
it: sii il primo a raggiungere il livello 10 combattendo mostri, usando equipaggiamento, maledizioni e carte abilità.
ru: первым достичь 10 уровня, сражаясь с монстрами, используя карты снаряжения, проклятия и умения.
zh: 通过战斗怪物、使用装备、诅咒和能力卡，成为第一个达到10级的玩家。

# munchkinShuffleCardsInstruction
source: shuffle the door and treasure cards and divide them into two separate decks.
de: mische die tür- und schatzkarten und teile sie in zwei separate stapel.
es: baraja las cartas de puerta y tesoro y sepáralas en dos montones.
fr: mélangez les cartes porte et trésor et divisez-les en deux piles séparées.
it: mescola le carte porta e tesoro e dividile in due mazzi separati.
ru: перемешайте карты дверей и сокровищ и разложите их в две отдельные колоды.
zh: 洗混门牌和宝藏牌，分成两个独立的牌堆。

# munchkinInitialCardsInstruction
source: each player takes: 4 cards from the door deck and 4 cards from the treasure deck.
de: jeder spieler nimmt: 4 karten vom türstapel und 4 karten vom schatzstapel.
es: cada jugador toma: 4 cartas del montón de puerta y 4 del montón de tesoro.
fr: chaque joueur prend : 4 cartes du paquet porte et 4 cartes du paquet trésor.
it: ogni giocatore prende: 4 carte dal mazzo porta e 4 carte dal mazzo tesoro.
ru: каждый игрок берет по: 4 карты из колоды дверей и 4 карты из колоды сокровищ.
zh: 每个玩家拿取：4张门牌和4张宝藏牌。

# munchkinStartingGearInstruction
source: players place their starting equipment cards on the table, if they have any.
de: spieler legen ihre startausrüstungskarten auf den tisch, falls vorhanden.
es: los jugadores colocan en la mesa su equipo inicial, si tienen.
fr: les joueurs placent leurs cartes d'équipement de départ sur la table, s'ils en ont.
it: i giocatori posizionano le loro carte equipaggiamento iniziale sul tavolo, se ne hanno.
ru: игроки выкладывают на стол начальные карты снаряжения, если таковые есть.
zh: 如果有起始装备卡，玩家将其放在桌上。

# gameTurnTitle
source: game turn:
de: spielzug:
es: turno de juego:
fr: tour de jeu :
it: turno di gioco:
ru: ход игры:
zh: 游戏回合：

# munchkinTurnDescription
source: the player draws the top card from the door deck. possible outcomes:
de: der spieler zieht die oberste karte vom türstapel. mögliche ergebnisse:
es: el jugador roba la carta superior del montón de puerta. resultados posibles:
fr: le joueur pioche la carte du dessus du paquet porte. résultats possibles :
it: il giocatore pesca la carta in cima al mazzo porta. possibili esiti:
ru: игрок открывает верхнюю карту из колоды дверей. возможные ситуации:
zh: 玩家从门牌堆顶抽一张牌。可能的结果：

# munchkinMonsterEncounter
source: monster: fight it (see 'combat').
de: monster: bekämpfe es (siehe 'kampf').
es: monstruo: enfréntalo (ver 'combate').
fr: monstre : combattez-le (voir 'combat').
it: mostro: combattilo (vedi 'combattimento').
ru: монстр: сразитесь с ним (см. «бой»).
zh: 怪物：与之战斗（见«战斗»）。

# munchkinCurseEncounter
source: curse: immediately apply it to yourself.
de: fluch: wende ihn sofort auf dich an.
es: maldición: aplícala inmediatamente sobre ti.
fr: malédiction : appliquez-la immédiatement à vous-même.
it: maledizione: applicala immediatamente a te stesso.
ru: проклятие: немедленно примените его к себе.
zh: 诅咒：立即对自己生效。

# munchkinOtherCardEncounter
source: any other card: keep it in your hand.
de: andere karte: behalte sie auf der hand.
es: cualquier otra carta: guárdala en tu mano.
fr: toute autre carte : gardez-la dans votre main.
it: qualsiasi altra carta: tienila in mano.
ru: любая другая карта: оставьте ее в руке.
zh: 其他牌：保留在手中。

# munchkinNoMonsterActionsTitle
source: if there's no monster, the player can:
de: wenn kein monster vorhanden ist, kann der spieler:
es: si no hay monstruo, el jugador puede:
fr: s'il n'y a pas de monstre, le joueur peut :
it: se non c'è un mostro, il giocatore può:
ru: если монстра нет, игрок может:
zh: 如果没有怪物，玩家可以：

# munchkinNoMonsterActionsDescription
source: play a monster from their hand to fight (optional) or go 'looking for trouble' (draw a card from the door deck into their hand).
de: ein monster von der hand spielen (optional) oder 'ärger suchen' (eine karte vom türstapel ziehen).
es: jugar un monstruo de su mano para pelear (opcional) o buscar problemas (robar una carta del montón de puerta a su mano).
fr: jouer un monstre de sa main pour le combattre (facultatif) ou « chercher les ennuis » (piocher une carte du paquet porte dans sa main).
it: giocare un mostro dalla mano per combatterlo (opzionale) o 'cercare guai' (pescare una carta dal mazzo porta).
ru: выложить монстра из руки для боя (опционально) или залезть в «поиск неприятностей» (взять карту из колоды дверей в руку).
zh: 打出手中的怪物进行战斗（可选）或«找麻烦»（从门牌堆抽一张牌到手中）。

# munchkinCombatTitle
source: combat (if there's a monster):
de: kampf (wenn ein monster vorhanden ist):
es: combate (si hay un monstruo):
fr: combat (s'il y a un monstre) :
it: combattimento (se c'è un mostro):
ru: бой (если есть монстр):
zh: 战斗（如果有怪物）：

# munchkinCombatCompareLevels
source: compare your character's level (including bonuses) with the monster's level.
de: vergleiche deinen charakterlevel (inkl. boni) mit dem monsterlevel.
es: compara el nivel de tu personaje (incluyendo bonificadores) con el nivel del monstruo.
fr: comparez le niveau de votre personnage (y compris les bonus) avec le niveau du monstre.
it: confronta il livello del tuo personaggio (inclusi i bonus) con il livello del mostro.
ru: сравните уровень вашего персонажа (с учетом бонусов) с уровнем монстра.
zh: 比较你的角色等级（包括加成）与怪物等级。

# munchkinCombatWinCondition
source: if your level is equal to or higher, you win and gain treasures and a level.
de: wenn dein level gleich oder höher ist, gewinnst du und erhältst schätze und ein level.
es: si tu nivel es igual o superior, ganas y obtienes tesoros y un nivel.
fr: si votre niveau est égal ou supérieur, vous gagnez et obtenez des trésors et un niveau.
it: se il tuo livello è uguale o superiore, vinci e ottieni tesori e un livello.
ru: если ваш уровень выше или равен — вы побеждаете и получаете сокровища, а также уровень.
zh: 如果你的等级等于或高于怪物，你获胜并获得宝藏和一个等级。

# munchkinCombatHelpOrBoost
source: if your level is lower, you can: ask another player for help (negotiated) or use cards from your hand to boost yourself.
de: wenn dein level niedriger ist, kannst du: einen mitspieler um hilfe bitten oder karten zur verstärkung einsetzen.
es: si tu nivel es inferior, puedes: pedir ayuda a otro jugador (negociando) o usar cartas de tu mano para potenciarte.
fr: si votre niveau est inférieur, vous pouvez : demander l'aide d'un autre joueur (négocié) ou utiliser des cartes de votre main pour vous renforcer.
it: se il tuo livello è inferiore, puoi: chiedere aiuto a un altro giocatore (negoziato) o usare carte dalla tua mano per potenziarti.
ru: если ваш уровень меньше, можно: попросить помощи у другого игрока (по договоренности) или использовать карты из руки для усиления.
zh: 如果你的等级较低，你可以：请求其他玩家帮助（协商）或使用手中的卡牌增强自己。

# munchkinCombatEscapeRules
source: if you fail to win, escape (roll a die). a roll of 5 or 6 succeeds. if you fail to escape, follow the consequences listed on the monster card.
de: wenn du nicht gewinnst, fliehe (würfle). bei 5 oder 6 gelingt die flucht. bei misserfolg folge den konsequenzen auf der monsterkarte.
es: si no ganas, intenta escapar (lanza un dado). un 5 o 6 tiene éxito. si fallas, aplica las consecuencias de la carta del monstruo.
fr: si vous ne parvenez pas à gagner, fuyez (lancez un dé). un 5 ou un 6 réussit. si vous échouez à fuir, suivez les conséquences indiquées sur la carte du monstre.
it: se non riesci a vincere, fuggi (tira un dado). un 5 o 6 ha successo. se non riesci a fuggire, segui le conseguenze indicate sulla carta del mostro.
ru: если вы не смогли победить, убегайте (киньте кубик). успешный побег на 5 или 6. если не сбежали, применяются последствия, указанные на карте монстра.
zh: 如果无法获胜，尝试逃跑（掷骰子）。掷出5或6成功。如果逃跑失败，按照怪物卡上的后果执行。

# munchkinEndTurnDiscardRules
source: at the end of your turn, discard excess cards if you have more than 5. give them to the player with the lowest level.
de: am ende deines zuges lege überzählige karten ab (mehr als 5). gib sie dem spieler mit dem niedrigsten level.
es: al final de tu turno, descarta el exceso si tienes más de 5. dáselas al jugador con el nivel más bajo.
fr: à la fin de votre tour, défaussez les cartes en excès si vous en avez plus de 5. donnez-les au joueur avec le niveau le plus bas.
it: alla fine del turno, scarta le carte in eccesso se ne hai più di 5. dalle al giocatore con il livello più basso.
ru: в конце хода сбросьте лишние карты, если их больше 5. отдайте их игроку с самым низким уровнем.
zh: 回合结束时，如果你手中超过5张牌，弃掉多余的牌。将它们给等级最低的玩家。

# cardTypesTitle
source: types of cards:
de: kartentypen:
es: tipos de cartas:
fr: types de cartes :
it: tipi di carte:
ru: типы карт:
zh: 卡牌类型：

# munchkinMonstersCardType
source: monsters — fight them to level up.
de: monster – bekämpfe sie, um aufzusteigen.
es: monstruos — enfréntalos para subir de nivel.
fr: monstres — combattez-les pour gagner des niveaux.
it: mostri — combattili per salire di livello.
ru: монстры — сражайтесь с ними, чтобы повышать уровень.
zh: 怪物 - 战斗它们以升级。

# munchkinEquipmentCardType
source: equipment — provides bonuses to your level during combat.
de: ausrüstung – gibt boni im kampf.
es: equipo — proporciona bonificadores de nivel en combate.
fr: équipement — fournit des bonus à votre niveau pendant le combat.
it: equipaggiamento — fornisce bonus al tuo livello durante il combattimento.
ru: снаряжение — дает бонусы к уровню в бою.
zh: 装备 - 在战斗中提供等级加成。

# munchkinCursesCardType
source: curses — hinder your character or other players.
de: flüche – behindern dich oder andere.
es: maldiciones — obstaculizan a tu personaje u otros jugadores.
fr: malédictions — entravent votre personnage ou les autres joueurs.
it: maledizioni — ostacolano il tuo personaggio o altri giocatori.
ru: проклятия — ухудшают персонажа или мешают другим игрокам.
zh: 诅咒 - 阻碍你的角色或其他玩家。

# munchkinMonsterEnhancersCardType
source: monster enhancers — increase the monster's strength.
de: monsterverstärker – erhöhen die stärke des monsters.
es: potenciadores de monstruo — aumentan la fuerza del monstruo.
fr: améliorateurs de monstre — augmentent la force du monstre.
it: potenziatori mostro — aumentano la forza del mostro.
ru: усилители монстров — увеличивают силу монстра.
zh: 怪物增强器 - 增加怪物的力量。

# munchkinOneTimeItemsCardType
source: one-time-use items — used in combat or for other effects.
de: einmalige items – für kampf oder effekte.
es: objetos de un solo uso — se usan en combate o para otros efectos.
fr: objets à usage unique — utilisés en combat ou pour d'autres effets.
it: oggetti monouso — usati in combattimento o per altri effetti.
ru: одноразовые предметы — используются в бою или для других эффектов.
zh: 一次性物品 - 用于战斗或其他效果。

# specialRulesTitle
source: special rules:
de: besondere regeln:
es: reglas especiales:
fr: règles spéciales :
it: regole speciali:
ru: особые правила:
zh: 特殊规则：

# munchkinMonsterVictoryReward
source: monster victory: defeating a monster grants you a level and treasures.
de: monstersieg: besiege ein monster für level und schätze.
es: victoria sobre monstruo: derrotarlo te da un nivel y tesoros.
fr: victoire sur un monstre : vaincre un monstre vous accorde un niveau et des trésors.
it: vittoria sul mostro: sconfiggere un mostro ti concede un livello e tesori.
ru: победа над монстром: за победу над монстром получаете уровень и сокровища.
zh: 击败怪物：击败怪物可获得一个等级和宝藏。

# munchkinLevel10Condition
source: level 10: the final level can only be achieved by defeating a monster.
de: level 10: das letzte level kann nur durch einen monstersieg erreicht werden.
es: nivel 10: solo se alcanza venciendo a un monstruo.
fr: niveau 10 : le niveau final ne peut être atteint qu'en vainquant un monstre.
it: livello 10: il livello finale può essere raggiunto solo sconfiggendo un mostro.
ru: уровень 10: последний уровень можно достичь только победой над монстром.
zh: 10级：最终等级只能通过击败怪物获得。

# munchkinDeathRules
source: death: you lose all cards except your level and races (or classes).
de: tod: verliere alle karten außer level und rassen/klassen.
es: muerte: pierdes todas las cartas excepto tu nivel y razas (o clases).
fr: mort : vous perdez toutes vos cartes sauf votre niveau et vos races (ou classes).
it: morte: perdi tutte le carte tranne il livello e le razze (o classi).
ru: смерть: игрок теряет все карты, кроме уровня и рас (или классов).
zh: 死亡：你失去所有卡牌，除了等级和种族（或职业）。

# victoryTitle
source: victory:
de: sieg:
es: victoria:
fr: victoire :
it: vittoria:
ru: победа:
zh: 胜利：

# munchkinVictoryCondition
source: the first player to reach level 10 wins!
de: der erste spieler, der level 10 erreicht, gewinnt!
es: el primer jugador en alcanzar el nivel 10 gana!
fr: le premier joueur à atteindre le niveau 10 gagne !
it: il primo giocatore a raggiungere il livello 10 vince!
ru: игрок, первым достигший 10 уровня, побеждает!
zh: 第一个达到10级的玩家获胜！

# munchkinTrademarkNotice
source: munchkin® is a registered trademark of steve jackson games.
de: munchkin® ist eine eingetragene marke von steve jackson games.
es: munchkin® es una marca registrada de steve jackson games.
fr: munchkin® est une marque déposée de steve jackson games.
it: munchkin® è un marchio registrato di steve jackson games.
ru: munchkin® является зарегистрированной торговой маркой компании steve jackson games
zh: Munchkin® 是 Steve Jackson Games 的注册商标。

# setGameObjectiveDescription
source: find a set (a group of 3 cards) where each attribute is either the same across all cards or different on all cards.
de: finde ein set (3 karten), bei dem jedes attribut entweder gleich oder unterschiedlich ist.
es: encuentra un set (un grupo de 3 cartas) donde cada atributo sea igual en todas las cartas o diferente en todas.
fr: trouvez un set (un groupe de 3 cartes) où chaque attribut est soit identique sur toutes les cartes, soit différent sur toutes les cartes.
it: trova un set (un gruppo di 3 carte) dove ogni attributo è identico su tutte le carte o diverso su tutte le carte.
ru: найти сет (набор из 3 карт), где каждый признак: полностью совпадает на всех картах, или полностью различается на всех картах.
zh: 找出一组（3张牌），其中每个属性在所有牌上要么完全相同，要么完全不同。

# setCardAttributesTitle
source: card attributes:
de: kartenattribute:
es: atributos de las cartas:
fr: attributs des cartes :
it: attributi delle carte:
ru: признаки карт:
zh: 卡牌属性：

# setCardAttributesDescription
source: each card is unique and has 4 attributes:
de: jede karte hat 4 attribute:
es: cada carta es única y tiene 4 atributos:
fr: chaque carte est unique et possède 4 attributs :
it: ogni carta è unica e ha 4 attributi:
ru: каждая карта уникальна и имеет 4 признака:
zh: 每张牌都是独一无二的，有4个属性：

# setCardAttributeNumberOfSymbols
source: number of symbols: 1, 2, or 3.
de: anzahl der symbole: 1, 2 oder 3.
es: número de símbolos: 1, 2 o 3.
fr: nombre de symboles : 1, 2 ou 3.
it: numero di simboli: 1, 2 o 3.
ru: количество символов: 1, 2 или 3.
zh: 符号数量：1、2或3。

# setCardAttributeSymbolType
source: symbol type: oval, diamond, wave.
de: symboltyp: oval, raute, welle.
es: tipo de símbolo: óvalo, diamante, ondulado.
fr: type de symbole : ovale, losange, vague.
it: tipo di simbolo: ovale, rombo, onda.
ru: тип символов: овал, ромб, волна.
zh: 符号类型：椭圆、菱形、波浪。

# setCardAttributeSymbolColor
source: symbol color: red, green, purple.
de: symbolfarbe: rot, grün, lila.
es: color del símbolo: rojo, verde, morado.
fr: couleur du symbole : rouge, vert, violet.
it: colore del simbolo: rosso, verde, viola.
ru: цвет символов: красный, зеленый, фиолетовый.
zh: 符号颜色：红色、绿色、紫色。

# setCardAttributeFillType
source: fill type: empty, striped, solid.
de: füllung: leer, gestreift, voll.
es: tipo de relleno: vacío, rayado, sólido.
fr: type de remplissage : vide, rayé, plein.
it: tipo di riempimento: vuoto, rigato, pieno.
ru: заполнение: пустое, заштрихованное, закрашенное.
zh: 填充类型：空心、条纹、实心。

# setGameTurnStepDealerSetup
source: the dealer places 12 cards.
de: der geber legt 12 karten aus.
es: el repartidor coloca 12 cartas.
fr: le distributeur place 12 cartes.
it: il mazziere dispone 12 carte.
ru: раздающий выкладывает 12 карт.
zh: 发牌者放置12张牌。

# setGameTurnStepFindingSet
source: players simultaneously search for a set. the first to find one calls out: 'set!'
de: spieler suchen gleichzeitig nach einem set. der erste ruft: 'set!'
es: los jugadores buscan simultáneamente un set. el primero en encontrarlo grita: '¡set!'
fr: les joueurs cherchent simultanément un set. le premier à en trouver un annonce : 'set !'
it: i giocatori cercano simultaneamente un set. il primo che ne trova uno esclama: 'set!'
ru: игроки одновременно ищут сет. кто первым находит, объявляет: «сет!».
zh: 玩家同时寻找一组。第一个找到的喊出：«SET！»

# setGameTurnStepValidation
source: validate correctness: if correct, the player takes the cards, and the dealer replaces them with 3 new ones. if incorrect, the player loses 1 point or skips a turn (as agreed).
de: überprüfung: bei korrektheit nimmt der spieler die karten, und der geber legt 3 neue aus. bei fehler verliert der spieler 1 punkt oder überspringt einen zug.
es: valida: si es correcto, el jugador toma las cartas y el repartidor las reemplaza con 3 nuevas. si es incorrecto, pierde 1 punto o salta turno (según acuerden).
fr: vérifiez la validité : si c'est correct, le joueur prend les cartes et le distributeur les remplace par 3 nouvelles. si c'est incorrect, le joueur perd 1 point ou passe son tour (selon l'accord).
it: verifica la correttezza: se corretto, il giocatore prende le carte e il mazziere le sostituisce con 3 nuove. se sbagliato, il giocatore perde 1 punto o salta un turno (come concordato).
ru: проверяется правильность: если верно, игрок забирает карты, раздающий добавляет 3 новые. если ошибка, игрок теряет 1 очко или пропускает ход (по договоренности).
zh: 验证正确性：如果正确，玩家拿走卡牌，发牌者补充3张新牌。如果错误，玩家扣1分或跳过一回合（按约定）。

# setGameTurnStepContinue
source: example of a correct set:
de: beispiel für ein korrektes set:
es: ejemplo de un set correcto:
fr: exemple d'un set valide :
it: esempio di un set valido:
ru: пример правильного сета:
zh: 正确组合示例：

# setExampleOfValidSetTitle
source: attribute 'color': different (red, green, purple).
de: attribut 'farbe': unterschiedlich (rot, grün, lila).
es: atributo 'color': diferente (rojo, verde, morado).
fr: attribut 'couleur' : différent (rouge, vert, violet).
it: attributo 'colore': diverso (rosso, verde, viola).
ru: признак «цвет»: разный (красный, зеленый, фиолетовый).
zh: 属性«颜色»：不同（红、绿、紫）。

# setExampleOfValidSetColor
source: attribute 'number': same (two).
de: attribut 'anzahl': gleich (zwei).
es: atributo 'número': igual (dos).
fr: attribut 'nombre' : identique (deux).
it: attributo 'numero': uguale (due).
ru: признак «количество»: одинаковый (два).
zh: 属性«数量»：相同（两个）。
