Repository: khlebobul/board_buddy
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, ru, zh

# thousandBiddingPhaseOne
source: starting with the player after the dealer, players bid on how many points they think they can score (minimum bid is 100). each bid must be higher than the previous bid (in increments of 5 or 10).
de: beginnend mit dem spieler nach dem geber bieten die spieler darauf, wie viele punkte sie ihrer meinung nach erzielen können (mindestgebot ist 100). jedes gebot muss höher sein als das vorherige gebot (in schritten von 5 oder 10).
es: empezando por el jugador después del repartidor, los jugadores pujan sobre cuántos puntos creen que pueden anotar (puja mínima de 100). cada puja debe ser mayor que la anterior (en incrementos de 5 o 10).
fr: à partir du joueur après le donneur, les joueurs enchérissent sur le nombre de points qu'ils pensent pouvoir marquer (enchère minimum : 100). chaque enchère doit être supérieure à la précédente (par incréments de 5 ou 10).
it: partendo dal giocatore dopo il mazziere, i giocatori offrono quanti punti pensano di poter segnare (offerta minima 100). ogni offerta deve essere superiore alla precedente (con incrementi di 5 o 10).
ru: начиная с игрока после сдающего, игроки торгуются, объявляя сколько очков они смогут набрать (минимальная ставка 100). каждая ставка должна быть выше предыдущей (с шагом 5 или 10 очков).
zh: 从庄家之后的玩家开始，玩家叫价他们认为能得多少分（最低叫价为100）。每次叫价必须高于上一次（增量为5或10）。

# thousandBiddingPhaseTwo
source: players can pass if they don't want to bid higher.
de: spieler können passen, wenn sie nicht höher bieten wollen.
es: los jugadores pueden pasar si no quieren pujar más alto.
fr: les joueurs peuvent passer s'ils ne veulent pas enchérir plus haut.
it: i giocatori possono passare se non vogliono offrire di più.
ru: игроки могут спасовать, если не хотят повышать ставку.
zh: 玩家如果不想叫更高可以选择过牌。

# thousandBiddingPhaseThree
source: the player with the highest bid wins the auction, takes the talon, and declares trump suit. the bidder discards 3 cards face down (but keeps their point value).
de: der spieler mit dem höchsten gebot gewinnt die auktion, nimmt den talon und erklärt die trumpffarbe. der bieter legt 3 karten verdeckt ab (behält aber ihren punktwert).
es: el jugador con la puja más alta gana la subasta, toma el talón y declara el palo de triunfo. el pujador descarta 3 cartas boca abajo (pero mantiene su valor en puntos).
fr: le joueur avec l'enchère la plus haute remporte l'enchère, prend le talon et déclare l'atout. l'enchérisseur défausse 3 cartes face cachée (mais conserve leur valeur en points).
it: il giocatore con l'offerta più alta vince l'asta, prende il tallone e dichiara l'atout. l'offerente scarta 3 carte coperte (ma mantiene il loro valore in punti).
ru: игрок с наибольшей ставкой выигрывает торги, забирает прикуп и объявляет козырную масть. победитель торгов сбрасывает 3 карты рубашкой вверх (но сохраняет их очки).
zh: 叫价最高的玩家赢得拍卖，拿走底牌，并宣布王牌花色。叫牌者弃掉3张面朝下的牌（但保留其分值）。

# thousandMarriageOne
source: a marriage is a king and queen of the same suit in your hand.
de: eine hochzeit ist ein könig und eine dame der gleichen farbe auf ihrer hand.
es: un matrimonio es un rey y una reina del mismo palo en tu mano.
fr: un mariage est un roi et une dame de la même couleur dans votre main.
it: un matrimonio è un re e una donna dello stesso seme nella tua mano.
ru: марьяж - это король и дама одной масти на руках.
zh: 王后组合是手中同花色的国王和王后。

# thousandMarriageTwo
source: trump marriage: 100 points (must be declared when playing the first card of the pair).
de: trumpf-hochzeit: 100 punkte (muss beim ausspielen der ersten karte des paares angesagt werden).
es: matrimonio de triunfo: 100 puntos (debe declararse al jugar la primera carta del par).
fr: mariage d'atout : 100 points (doit être déclaré en jouant la première carte de la paire).
it: matrimonio di atout: 100 punti (deve essere dichiarato giocando la prima carta della coppia).
ru: козырной марьяж: 100 очков (должен быть объявлен при розыгрыше первой карты из пары).
zh: 王牌王后组合：100分（打出第一张牌时必须宣布）。

# thousandMarriageThree
source: non-trump marriage: 80 points (same rule applies).
de: nicht-trumpf-hochzeit: 80 punkte (gleiche regel gilt).
es: matrimonio no de triunfo: 80 puntos (se aplica la misma regla).
fr: mariage non-atout : 80 points (même règle s'applique).
it: matrimonio non di atout: 80 punti (stessa regola).
ru: некозырной марьяж: 80 очков (действует то же правило).
zh: 非王牌王后组合：80分（规则相同）。

# thousandMarriageFour
source: you can only score marriages if you win at least one trick.
de: sie können hochzeiten nur punkten, wenn sie mindestens einen stich gewinnen.
es: solo puedes anotar matrimonios si ganas al menos una baza.
fr: vous ne pouvez marquer des mariages que si vous remportez au moins un pli.
it: puoi segnare matrimoni solo se vinci almeno una presa.
ru: марьяж засчитывается только если вы взяли хотя бы одну взятку.
zh: 只有赢得至少一墩才能获得王后组合分数。

# thousandGameTurnTitleOne
source: the bidder leads the first trick by playing any card. other players must follow suit if possible. if they cannot, they must play a trump card if they have one.
de: der bieter spielt den ersten stich aus, indem er eine beliebige karte spielt. andere spieler müssen die farbe bedienen, wenn möglich. wenn sie nicht können, müssen sie eine trumpfkarte spielen, wenn sie eine haben.
es: el pujador inicia la primera baza jugando cualquier carta. los otros jugadores deben seguir el palo si es posible. si no pueden, deben jugar una carta de triunfo si tienen una.
fr: l'enchérisseur mène le premier pli en jouant n'importe quelle carte. les autres joueurs doivent suivre la couleur si possible. s'ils ne peuvent pas, ils doivent jouer un atout s'ils en ont un.
it: l'offerente guida la prima presa giocando qualsiasi carta. gli altri giocatori devono seguire il seme se possibile. se non possono, devono giocare un atout se ne hanno uno.
ru: победитель торгов ходит первым, сыграв любую карту. остальные игроки обязаны идти в масть, если могут. если не могут, должны бить козырем, если он есть.
zh: 叫牌者通过打出任意一张牌领先第一墩。其他玩家必须跟随花色。如果不能，必须打王牌（如果有的话）。

# thousandGameTurnTitleTwo
source: the highest card of the led suit wins, unless a trump is played. the highest trump wins.
de: die höchste karte der ausgespielten farbe gewinnt, es sei denn, ein trumpf wird gespielt. der höchste trumpf gewinnt.
es: la carta más alta del palo jugado gana, a menos que se juegue un triunfo. el triunfo más alto gana.
fr: la carte la plus haute de la couleur menée gagne, sauf si un atout est joué. l'atout le plus haut gagne.
it: la carta più alta del seme guidato vince, a meno che non venga giocato un atout. l'atout più alto vince.
ru: взятку берёт старшая карта в масти хода, либо старший козырь.
zh: 领出花色中最大的牌获胜，除非打出王牌。最大的王牌获胜。

# thousandGameTurnTitleThree
source: the winner of the trick leads the next trick. continue until all cards are played.
de: der gewinner des stichs spielt den nächsten stich aus. fahren sie fort, bis alle karten gespielt sind.
es: el ganador de la baza inicia la siguiente baza. continúa hasta que todas las cartas sean jugadas.
fr: le gagnant du pli mène le pli suivant. continuez jusqu'à ce que toutes les cartes soient jouées.
it: il vincitore della presa guida la presa successiva. continua finché tutte le carte sono giocate.
ru: взявший взятку ходит следующим. продолжайте, пока все карты не будут разыграны.
zh: 赢得一墩的玩家领出下一墩。继续直到所有牌打完。

source: ace: 11 points
de: ass: 11 punkte
es: as: 11 puntos
fr: as : 11 points
it: asso: 11 punti
ru: туз: 11 очков
zh: A：11分

source: ten: 10 points
de: zehn: 10 punkte
es: diez: 10 puntos
fr: dix : 10 points
it: dieci: 10 punti
ru: десятка: 10 очков
zh: 10：10分

source: king: 4 points
de: könig: 4 punkte
es: rey: 4 puntos
fr: roi : 4 points
it: re: 4 punti
ru: король: 4 очка
zh: K：4分

source: queen: 3 points
de: dame: 3 punkte
es: reina: 3 puntos
fr: dame : 3 points
it: donna: 3 punti
ru: дама: 3 очка
zh: Q：3分

source: jack: 2 points
de: bube: 2 punkte
es: jota: 2 puntos
fr: valet : 2 points
it: fante: 2 punti
ru: валет: 2 очка
zh: J：2分

source: nine: 0 points
de: neun: 0 punkte
es: nueve: 0 puntos
fr: neuf : 0 points
it: nove: 0 punti
ru: девятка: 0 очков
zh: 9：0分

# thousandTotalPoints
source: total points in deck: 120. add marriage bonuses if applicable.
de: gesamtpunkte im deck: 120. fügen sie hochzeitsboni hinzu, falls zutreffend.
es: puntos totales en la baraja: 120. añade bonos de matrimonio si aplica.
fr: total des points dans le jeu : 120. ajoutez les bonus de mariage si applicable.
it: punti totali nel mazzo: 120. aggiungi i bonus matrimonio se applicabile.
ru: всего очков в колоде: 120. добавляйте бонусы за марьяжи, если применимо.
zh: 牌堆总分：120。如适用，加上王后组合奖励。

# thousandContractResolutionOne
source: if the bidder scores at least their bid amount: they add their actual score to their total.
de: wenn der bieter mindestens seinen gebotsbetrag erzielt: fügt er seine tatsächliche punktzahl zu seiner gesamtsumme hinzu.
es: si el pujador anota al menos su cantidad de puja: añade su puntuación real a su total.
fr: si l'enchérisseur marque au moins le montant de son enchère : il ajoute son score réel à son total.
it: se l'offerente segna almeno l'importo della sua offerta: aggiunge il punteggio effettivo al suo totale.
ru: если победитель торгов набрал свою ставку или больше: он добавляет реально набранные очки к своему счёту.
zh: 如果叫牌者达到或超过叫价：他们将实际得分加到总分。

# thousandContractResolutionTwo
source: if the bidder fails to meet their bid: their bid amount is subtracted from their total (they can go negative).
de: wenn der bieter sein gebot nicht erfüllt: wird sein gebotsbetrag von seiner gesamtsumme abgezogen (kann negativ werden).
es: si el pujador no cumple su puja: su cantidad de puja se resta de su total (puede volverse negativo).
fr: si l'enchérisseur n'atteint pas son enchère : le montant de son enchère est soustrait de son total (il peut devenir négatif).
it: se l'offerente non raggiunge la sua offerta: l'importo dell'offerta viene sottratto dal suo totale (può andare in negativo).
ru: если победитель торгов не выполнил контракт: его ставка вычитается из счёта (счёт может стать отрицательным).
zh: 如果叫牌者未能达到叫价：从总分中扣除叫价（可能变为负分）。

# thousandContractResolutionThree
source: other players add the points from tricks they won to their totals.
de: andere spieler fügen die punkte aus den stichen, die sie gewonnen haben, zu ihren gesamtsummen hinzu.
es: los otros jugadores añaden los puntos de las bazas que ganaron a sus totales.
fr: les autres joueurs ajoutent les points des plis qu'ils ont gagnés à leurs totaux.
it: gli altri giocatori aggiungono i punti delle prese vinte ai loro totali.
ru: остальные игроки добавляют очки из взятых ими взяток к своему счёту.
zh: 其他玩家将赢得的墩分加到总分。

# thousandSpecialRulesTitleOne
source: barrel rule: if a player reaches 880+ points, they are "on the barrel" and must score exactly to 1000, or else drop back to 880.
de: fassregel: wenn ein spieler 880+ punkte erreicht, ist er «im fass» und muss genau 1000 punkten, sonst fällt er auf 880 zurück.
es: regla del barril: si un jugador alcanza 880+ puntos, está «en el barril» y debe anotar exactamente 1000, de lo contrario vuelve a 880.
fr: règle du tonneau : si un joueur atteint 880+ points, il est 'sur le tonneau' et doit marquer exactement 1000, sinon il redescend à 880.
it: regola del barile: se un giocatore raggiunge 880+ punti, è 'sul barile' e deve segnare esattamente 1000, altrimenti torna a 880.
ru: правило «бочки»: если игрок набрал 880+ очков, он «на бочке» и должен набрать ровно 1000, иначе опускается обратно до 880.
zh: 炸弹规则：如果玩家达到880+分，他们处于«炸弹»状态，必须精确达到1000分，否则回退到880。

# thousandSpecialRulesTitleTwo
source: some variants require exactly 1000 points to win. going over resets you to 880 or previous score.
de: einige varianten erfordern genau 1000 punkte zum gewinnen. überschreiten setzt sie auf 880 oder die vorherige punktzahl zurück.
es: algunas variantes requieren exactamente 1000 puntos para ganar. superar te devuelve a 880 o a la puntuación anterior.
fr: certaines variantes exigent exactement 1000 points pour gagner. dépasser réinitialise à 880 ou au score précédent.
it: alcune varianti richiedono esattamente 1000 punti per vincere. superare riporta a 880 o al punteggio precedente.
ru: в некоторых вариантах нужно набрать ровно 1000 очков. перебор возвращает вас на 880 или предыдущий счёт.
zh: 一些变体要求精确达到1000分才能获胜。超过会重置到880或之前的分数。

# thousandVictoryRule
source: the first player to reach 1000 points (or exactly 1000, depending on house rules) wins the game.
de: der erste spieler, der 1000 punkte erreicht (oder genau 1000, je nach hausregeln), gewinnt das spiel.
es: el primer jugador en alcanzar 1000 puntos (o exactamente 1000, según las reglas de la casa) gana la partida.
fr: le premier joueur à atteindre 1000 points (ou exactement 1000, selon les règles de la maison) gagne la partie.
it: il primo giocatore a raggiungere 1000 punti (o esattamente 1000, a seconda delle regole della casa) vince la partita.
ru: первый игрок, набравший 1000 очков (или ровно 1000, в зависимости от домашних правил), выигрывает игру.
zh: 第一个达到1000分（或精确1000分，取决于规则）的玩家获胜。

source: current count:
de: aktueller Stand:
es: cuenta actual:
fr: compte actuel :
it: conteggio attuale:
ru: текущий счет:
zh: 当前计数：

source: current bet:
de: aktuelles Gebot:
es: apuesta actual:
fr: enchère actuelle :
it: offerta attuale:
ru: текущая ставка:
zh: 当前叫价：

source: pass
de: passen
es: pasar
fr: passer
it: passa
ru: пас
zh: 过牌

source: ace
de: Ass
es: as
fr: as
it: asso
ru: туз
zh: A

source: king
de: König
es: rey
fr: roi
it: re
ru: король
zh: K

source: queen
de: Dame
es: reina
fr: dame
it: donna
ru: дама
zh: Q

source: jack
de: Bube
es: jota
fr: valet
it: fante
ru: валет
zh: J

# didYouEnter
source: did reach
de: hat erreicht
es: ¿alcanzó?
fr: a atteint
it: ha raggiunto
ru: набрал ли
zh: 是否达到

source: yes
de: ja
es: sí
fr: oui
it: sì
ru: да
zh: 是

source: no
de: nein
fr: non
ru: нет
zh: 否

source: your bet
de: dein Gebot
es: tu apuesta
fr: votre enchère
it: la tua offerta
ru: свою ставку
zh: 你的叫价

source: clear
de: löschen
es: limpiar
fr: effacer
it: cancella
ru: очистить
zh: 清除

source: confirm
de: bestätigen
es: confirmar
fr: confirmer
it: conferma
ru: подтвердить
zh: 确认

source: points confirmed
de: Punkte bestätigt
es: puntos confirmados
fr: points confirmés
it: punti confermati
ru: очки подтверждены
zh: 分数已确认

# whoGoesFirst
source: who deals first?
de: wer gibt zuerst?
es: ¿quién reparte primero?
fr: qui distribue en premier ?
it: chi distribuisce per primo?
ru: кто раздает первым?
zh: 谁先发牌？

# didPlayerReachBid
source: did {playerName} reach their bid ({winningBid} points)?
de: hat {playerName} sein Gebot ({winningBid} Punkte) erreicht?
es: ¿alcanzó {playerName} su apuesta ({winningBid} puntos)?
fr: est-ce que {playerName} a atteint son enchère ({winningBid} points) ?
it: {playerName} ha raggiunto la sua offerta ({winningBid} punti)?
ru: набрал ли {playerName} свою ставку ({winningBid} очков)?
zh: {playerName} 是否达到叫价（{winningBid} 分）？

source: player on barrel:
de: spieler im fass:
es: jugador en el barril:
fr: joueur sur le tonneau :
it: giocatore sul barile:
ru: игрок на бочке:
zh: 炸弹玩家：

source: players on barrel:
es: jugadores en el barril:
fr: joueurs sur le tonneau :
it: giocatori sul barile:
ru: игроки на бочке:
zh: 炸弹玩家：

source: catan
ru: колонизаторы
zh: 卡坦岛

# catanGameGoal
source: be the first player to reach 10 victory points by building settlements, cities, roads, and earning special cards.
de: sei der erste spieler, der 10 siegpunkte erreicht, indem du siedlungen, städte, straßen baust und sonderkarten erhältst.
es: sé el primer jugador en alcanzar 10 puntos de victoria construyendo poblados, ciudades, caminos y obteniendo cartas especiales.
fr: soyez le premier joueur à atteindre 10 points de victoire en construisant des colonies, des villes, des routes et en gagnant des cartes spéciales.
it: sii il primo giocatore a raggiungere 10 punti vittoria costruendo insediamenti, città, strade e guadagnando carte speciali.
ru: первым набрать 10 победных очков, строя поселения, города, дороги и получая специальные карты.
zh: 通过建造定居点、城市、道路和获得特殊卡牌，成为第一个达到10胜利点的玩家。

# catanComponentsOne
source: 19 terrain hexes (4 forest, 4 grain, 4 pasture, 3 mountains, 3 hills, 1 desert)
de: 19 landschaftsfelder (4 wald, 4 ackerland, 4 weideland, 3 gebirge, 3 hügelland, 1 wüste)
es: 19 hexágonos de terreno (4 bosques, 4 campos de trigo, 4 pastos, 3 montañas, 3 colinas, 1 desierto)
fr: 19 tuiles de terrain (4 forêts, 4 champs de blé, 4 pâturages, 3 montagnes, 3 collines, 1 désert)
it: 19 tessere terreno (4 foreste, 4 campi di grano, 4 pascoli, 3 montagne, 3 colline, 1 deserto)
ru: 19 гексов местности (4 леса, 4 поля пшеницы, 4 пастбища, 3 горы, 3 холма, 1 пустыня)
zh: 19块地形六边形（4森林、4麦田、4牧场、3山脉、3丘陵、1沙漠）

# catanComponentsTwo
source: 6 sea frame pieces
de: 6 meerrahmenteile
es: 6 piezas del marco marítimo
fr: 6 pièces de cadre maritime
it: 6 pezzi cornice mare
ru: 6 частей морской рамки
zh: 6块海洋边框

# catanComponentsThree
source: 9 harbor pieces
de: 9 hafenteile
es: 9 piezas de puerto
fr: 9 pièces de port
it: 9 pezzi porto
ru: 9 частей портов
zh: 9块港口

# catanComponentsFour
source: 18 number tokens
de: 18 zahlenplättchen
es: 18 fichas de número
fr: 18 jetons numérotés
it: 18 gettoni numerati
ru: 18 жетонов с числами
zh: 18个数字标记

# catanComponentsFive
source: 95 resource cards (19 each: lumber, brick, wool, grain, ore)
de: 95 rohstoffkarten (je 19: holz, lehm, wolle, getreide, erz)
es: 95 cartas de recursos (19 de cada: madera, ladrillo, lana, trigo, mineral)
fr: 95 cartes ressources (19 de chaque : bois, argile, laine, blé, minerai)
it: 95 carte risorsa (19 ciascuna: legno, mattoni, lana, grano, minerale)
ru: 95 карт ресурсов (по 19: древесина, кирпич, шерсть, зерно, руда)
zh: 95张资源卡（木材、砖块、羊毛、谷物、矿石各19张）

# catanComponentsSix
source: 25 development cards
de: 25 entwicklungskarten
es: 25 cartas de desarrollo
fr: 25 cartes développement
it: 25 carte sviluppo
ru: 25 карт развития
zh: 25张发展卡

# catanComponentsSeven
source: player pieces: 5 settlements, 4 cities, 15 roads per player
de: spielfiguren: 5 siedlungen, 4 städte, 15 straßen pro spieler
es: piezas de jugador: 5 poblados, 4 ciudades, 15 caminos por jugador
fr: pièces joueur : 5 colonies, 4 villes, 15 routes par joueur
it: pezzi giocatore: 5 insediamenti, 4 città, 15 strade per giocatore
ru: фигурки игроков: 5 поселений, 4 города, 15 дорог на игрока
zh: 玩家棋子：每人5个定居点、4个城市、15条道路

# catanComponentsEight
source: 2 special cards: longest road, largest army
de: 2 sonderkarten: längste handelsstraße, größte rittermacht
es: 2 cartas especiales: ruta comercial más larga, ejército más grande
fr: 2 cartes spéciales : route la plus longue, armée la plus puissante
it: 2 carte speciali: strada più lunga, esercito più grande
ru: 2 специальные карты: самый длинный торговый путь, самая большая армия
zh: 2张特殊卡：最长道路、最大军队

# catanComponentsNine
source: 1 robber, 2 dice
de: 1 räuber, 2 würfel
es: 1 ladrón, 2 dados
fr: 1 voleur, 2 dés
it: 1 brigante, 2 dadi
ru: 1 разбойник, 2 кубика
zh: 1个强盗、2个骰子

# catanPreparationOne
source: assemble the board with terrain hexes inside the sea frame
de: baue das spielfeld mit den landschaftsfeldern innerhalb des meerrahmens auf
es: ensambla el tablero con los hexágonos de terreno dentro del marco marítimo
fr: assemblez le plateau avec les tuiles de terrain à l'intérieur du cadre maritime
it: assembla il tabellone con le tessere terreno dentro la cornice mare
ru: соберите поле из гексов местности внутри морской рамки
zh: 将地形六边形拼装在海洋边框内

# catanPreparationTwo
source: place number tokens on hexes (except desert)
de: lege die zahlenplättchen auf die felder (außer wüste)
es: coloca las fichas de número en los hexágonos (excepto el desierto)
fr: placez les jetons numérotés sur les tuiles (sauf le désert)
it: posiziona i gettoni numerati sulle tessere (eccetto il deserto)
ru: разместите жетоны с числами на гексах (кроме пустыни)
zh: 在六边形上放置数字标记（沙漠除外）

# catanPreparationThree
source: place the robber on the desert hex
de: stelle den räuber auf das wüstenfeld
es: coloca el ladrón en el hexágono del desierto
fr: placez le voleur sur la tuile désert
it: posiziona il brigante sulla tessera deserto
ru: поставьте разбойника на гекс пустыни
zh: 将强盗放在沙漠六边形上

# catanPreparationFour
source: each player places 2 settlements and 2 roads in reverse turn order
de: jeder spieler platziert 2 siedlungen und 2 straßen in umgekehrter zugreihenfolge
es: cada jugador coloca 2 poblados y 2 caminos en orden inverso de turno
fr: chaque joueur place 2 colonies et 2 routes dans l'ordre inverse des tours
it: ogni giocatore posiziona 2 insediamenti e 2 strade in ordine inverso di turno
ru: каждый игрок размещает 2 поселения и 2 дороги в обратном порядке хода
zh: 每个玩家按逆序放置2个定居点和2条道路

source: resources:
de: rohstoffe:
es: recursos:
fr: ressources :
it: risorse:
ru: ресурсы:
zh: 资源：

# catanResourcesOne
source: forest – lumber (wood)
de: wald – holz
es: bosque – madera
fr: forêt – bois
it: foresta – legno
ru: лес – древесина
zh: 森林 - 木材

# catanResourcesTwo
source: hills – brick (clay)
de: hügelland – lehm
es: colinas – ladrillo (arcilla)
fr: collines – argile
it: colline – mattoni (argilla)
ru: холмы – кирпич (глина)
zh: 丘陵 - 砖块

# catanResourcesFour
source: fields – grain (wheat)
de: ackerland – getreide (weizen)
es: campos – trigo
fr: champs – blé
it: campi – grano
ru: поля – зерно (пшеница)
zh: 麦田 - 谷物

# catanResourcesFive
source: mountains – ore
de: gebirge – erz
es: montañas – mineral
fr: montagnes – minerai
it: montagne – minerale
ru: горы – руда
zh: 山脉 - 矿石

# catanResourcesSix
source: desert – no resources
de: wüste – keine rohstoffe
es: desierto – sin recursos
fr: désert – pas de ressources
it: deserto – nessuna risorsa
ru: пустыня – без ресурсов
zh: 沙漠 - 无资源

# catanGameTurnOne
source: roll dice: all players with settlements/cities on hexes matching the number receive resources
de: würfeln: alle spieler mit siedlungen/städten auf feldern mit der gewürfelten zahl erhalten rohstoffe
es: lanza los dados: todos los jugadores con poblados/ciudades en hexágonos que coincidan con el número reciben recursos
fr: lancez les dés : tous les joueurs avec des colonies/villes sur les tuiles correspondant au numéro reçoivent des ressources
it: tira i dadi: tutti i giocatori con insediamenti/città sulle tessere corrispondenti al numero ricevono risorse
ru: бросок кубиков: все игроки с поселениями/городами на гексах с выпавшим числом получают ресурсы
zh: 掷骰子：所有在匹配数字六边形上有定居点/城市的玩家获得资源

# catanGameTurnTwo
source: trade: exchange resources with other players or use harbors (4:1 or special rates)
de: handeln: tausche rohstoffe mit anderen spielern oder nutze häfen (4:1 oder sondertarife)
es: comercia: intercambia recursos con otros jugadores o usa puertos (4:1 o tarifas especiales)
fr: commerce : échangez des ressources avec d'autres joueurs ou utilisez les ports (4:1 ou taux spéciaux)
it: commercio: scambia risorse con altri giocatori o usa i porti (4:1 o tariffe speciali)
ru: торговля: обменивайте ресурсы с другими игроками или используйте порты (4:1 или специальные курсы)
zh: 交易：与其他玩家交换资源或使用港口（4:1 或特殊比率）

# catanGameTurnThree
source: build: spend resources to construct roads, settlements, cities, or buy development cards
de: bauen: gib rohstoffe aus, um straßen, siedlungen, städte zu bauen oder entwicklungskarten zu kaufen
es: construye: gasta recursos para construir caminos, poblados, ciudades o comprar cartas de desarrollo
fr: construction : dépensez des ressources pour construire des routes, colonies, villes ou acheter des cartes développement
it: costruzione: spendi risorse per costruire strade, insediamenti, città o comprare carte sviluppo
ru: строительство: тратьте ресурсы на строительство дорог, поселений, городов или покупку карт развития
zh: 建造：消耗资源建造道路、定居点、城市或购买发展卡
