Repository: khlebobul/board_buddy
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, ru, zh

# setExampleOfValidSetNumber
source: attribute 'type': different (oval, diamond, wave).
de: attribut 'typ': unterschiedlich (oval, raute, welle).
es: atributo 'tipo': diferente (óvalo, diamante, ondulado).
fr: attribut 'type' : différent (ovale, losange, vague).
it: attributo 'tipo': diverso (ovale, rombo, onda).
ru: признак «тип»: разный (овал, ромб, волна).
zh: 属性«类型»：不同（椭圆、菱形、波浪）。

# setExampleOfValidSetType
source: attribute 'fill': same (striped).
de: attribut 'füllung': gleich (gestreift).
es: atributo 'relleno': igual (rayado).
fr: attribut 'remplissage' : identique (rayé).
it: attributo 'riempimento': uguale (rigato).
ru: признак «заполнение»: одинаковое (заштрихованное).
zh: 属性«填充»：相同（条纹）。

# setExampleOfValidSetFill
source: what to do if no set is found:
es: qué hacer si no se encuentra un set:
fr: que faire si aucun set n'est trouvé :
it: cosa fare se non si trova un set:
ru: что делать, если сет не найден:
zh: 如果找不到组合怎么办：

# setNoSetFoundTitle
source: what to do if no set is found:
de: wenn kein set gefunden wird:
es: qué hacer si no hay set:
fr: que faire si aucun set n'est trouvé :
it: cosa fare se non si trova un set:
ru: что делать, если сет не найден:
zh: 如果找不到组合怎么办：

# setNoSetFoundDescription
source: if no set exists among the 12 cards, the dealer adds 3 cards (up to a maximum of 21 cards). among 21 cards, a set always exists.
de: falls kein set unter 12 karten existiert, legt der geber 3 weitere karten aus (maximal 21). unter 21 karten existiert immer ein set.
es: si no hay set entre las 12 cartas, el repartidor añade 3 (hasta 21). entre 21 siempre hay un set.
fr: s'il n'existe pas de set parmi les 12 cartes, le distributeur ajoute 3 cartes (jusqu'à un maximum de 21 cartes). parmi 21 cartes, un set existe toujours.
it: se non esiste un set tra le 12 carte, il mazziere aggiunge 3 carte (fino a un massimo di 21 carte). tra 21 carte, un set esiste sempre.
ru: если среди 12 карт сета нет, раздающий добавляет 3 карты (максимум до 21 карты). среди 21 карты сет есть всегда.
zh: 如果12张牌中不存在组合，发牌者添加3张牌（最多21张）。在21张牌中，组合必定存在。

# setScoringTitle
source: scoring:
de: punktzahl:
es: puntuación:
fr: décompte des points :
it: punteggio:
ru: подсчет очков:
zh: 计分：

# setScoringPointPerSet
source: 1 point per found set.
de: 1 punkt pro gefundenem set.
es: 1 punto por set encontrado.
fr: 1 point par set trouvé.
it: 1 punto per set trovato.
ru: за каждый найденный сет — 1 очко.
zh: 每找到一组得1分。

# setScoringGameEnd
source: the game ends when the deck runs out or a predefined point total is reached.
de: das spiel endet, wenn der stapel leer ist oder ein punktziel erreicht ist.
es: el juego termina cuando se acabe el mazo o se alcance una puntuación predeterminada.
fr: le jeu se termine quand le paquet est épuisé ou qu'un total de points prédéfini est atteint.
it: il gioco termina quando il mazzo finisce o si raggiunge un totale di punti prestabilito.
ru: игра заканчивается, когда карты в колоде заканчиваются или достигнуто оговоренное количество очков.
zh: 当牌堆用完或达到预定分数时游戏结束。

# setImportantRulesTitle
source: important rules:
de: wichtige regeln:
es: reglas importantes:
fr: règles importantes :
it: regole importanti:
ru: важные правила:
zh: 重要规则：

# setImportantRuleConfirmation
source: a new set cannot be declared until the previous one is confirmed.
de: ein neues set kann erst nach bestätigung des vorherigen genannt werden.
es: no se puede declarar un nuevo set hasta confirmar el anterior.
fr: un nouveau set ne peut être déclaré tant que le précédent n'est pas confirmé.
it: un nuovo set non può essere dichiarato finché il precedente non è confermato.
ru: новый сет нельзя объявлять, пока предыдущий не подтвержден.
zh: 在前一组被确认之前，不能声明新的组合。

# setImportantRuleCardPosition
source: cards forming a set can be arranged in any order.
de: karten eines sets können in beliebiger reihenfolge sein.
es: las cartas de un set se pueden poner en cualquier orden.
fr: les cartes formant un set peuvent être disposées dans n'importe quel ordre.
it: le carte che formano un set possono essere disposte in qualsiasi ordine.
ru: карты, образующие сет, могут располагаться как угодно.
zh: 组成组合的牌可以以任何顺序排列。

# setImportantRuleSimplifiedMode
source: for learning, the game can be simplified by using only 3 attributes.
de: zum lernen kann das spiel mit nur 3 attributen vereinfacht werden.
es: para aprender, se puede simplificar usando solo 3 atributos.
fr: pour l'apprentissage, le jeu peut être simplifié en utilisant seulement 3 attributs.
it: per imparare, il gioco può essere semplificato usando solo 3 attributi.
ru: для обучения можно упростить игру, используя только 3 признака.
zh: 为了学习，可以只使用3个属性来简化游戏。

# setTrademarkNotice
source: set® is a registered trademark of set enterprises, inc.
de: set® ist eine eingetragene marke von set enterprises, inc.
es: set® es una marca registrada de set enterprises, inc.
fr: set® est une marque déposée de set enterprises, inc.
it: set® è un marchio registrato di set enterprises, inc.
ru: set® является зарегистрированной торговой маркой компании set enterprises, inc.
zh: SET® 是 Set Enterprises, Inc. 的注册商标。

# scrabbleGameSetTitle
source: game set:
de: spielmaterial:
es: composición del juego:
fr: matériel de jeu :
it: set di gioco:
ru: комплект игры:
zh: 游戏配件：

# scrabbleGameObjectiveDescription
source: form words on the board crossword-style. score more points than your opponents.
de: bilde wörter kreuzworträtselartig auf dem brett. erziele mehr punkte als deine gegner.
es: forma palabras en el tablero tipo crucigrama. anota más puntos que tus oponentes.
fr: formez des mots sur le plateau en style mots croisés. marquez plus de points que vos adversaires.
it: forma parole sulla plancia in stile cruciverba. ottieni più punti dei tuoi avversari.
ru: составляйте слова на игровом поле по принципу кроссворда. заработайте больше очков, чем соперники.
zh: 在棋盘上以纵横字谜的方式组成单词。得分超过对手。

# scrabbleGameSetBoard
source: 15x15 board.
de: 15x15 brett.
es: tablero 15x15.
fr: plateau 15x15.
it: plancia 15x15.
ru: поле 15 на 15 клеток.
zh: 15x15 棋盘。

# scrabbleGameSetLetters
source: 104 tiles (including 2 blanks).
de: 104 buchstabensteine (inkl. 2 blankosteine).
es: 104 fichas (incluyendo 2 comodines).
fr: 104 tuiles (dont 2 jokers).
it: 104 tessere (incluse 2 jolly).
ru: 104 буквы (включая 2 пустышки).
zh: 104 块字母牌（包括2块空白牌）。

# scrabbleGameSetAccessories
source: 4 racks, tile bag.
de: 4 ablagerbänke, beutel.
es: 4 atriles, bolsa de fichas.
fr: 4 chevalets, sac à tuiles.
it: 4 leggii, sacchetto per tessere.
ru: 4 подставки, мешочек для букв.
zh: 4个字母架，字母袋。

# scrabblePreparationShuffle
source: shuffle the tiles in the bag.
de: mische die steine im beutel.
es: baraja las fichas en la bolsa.
fr: mélangez les tuiles dans le sac.
it: mescola le tessere nel sacchetto.
ru: перемешайте буквы в мешочке.
zh: 在袋中洗混字母牌。

# scrabblePreparationDrawTiles
source: each player draws 7 tiles.
de: jeder spieler zieht 7 steine.
es: cada jugador toma 7 fichas.
fr: chaque joueur pioche 7 tuiles.
it: ogni giocatore pesca 7 tessere.
ru: каждый игрок берет 7 букв.
zh: 每个玩家抽7块字母牌。

# scrabblePreparationFirstTurnRule
source: the first turn goes to the player whose randomly drawn tile is closest to the start of the alphabet.
de: der spieler mit dem höchsten buchstaben beginnt.
es: el primer turno es para quien saque la ficha más cercana al inicio del alfabeto.
fr: le premier tour revient au joueur dont la tuile tirée au hasard est la plus proche du début de l'alphabet.
it: il primo turno va al giocatore la cui tessera pescata casualmente è più vicina all'inizio dell'alfabeto.
ru: первый ход делает тот, чья случайно вытянутая буква ближе к началу алфавита.
zh: 随机抽取字母牌最接近字母表开头的玩家先行。

# scrabbleTurnRulesTitle
source: turn rules:
de: spielzugregeln:
es: reglas de turno:
fr: règles de tour :
it: regole del turno:
ru: правила хода:
zh: 回合规则：

# scrabbleTurnRuleFirstWord
source: first word: must pass through the center square (star).
de: erstes wort: muss das mittelquadrat (stern) überdecken.
es: primera palabra: debe pasar por la casilla central (estrella).
fr: premier mot : doit passer par la case centrale (étoile).
it: prima parola: deve passare per la casella centrale (stella).
ru: первый ход: слово должно проходить через центральную клетку (звездочка).
zh: 第一个单词：必须经过中心格（星号）。

# scrabbleTurnRuleWordDirection
source: all words must be placed horizontally or vertically.
de: alle wörter müssen horizontal oder vertikal platziert werden.
es: todas las palabras se colocan horizontal o verticalmente.
fr: tous les mots doivent être placés horizontalement ou verticalement.
it: tutte le parole devono essere posizionate orizzontalmente o verticalmente.
ru: все слова выкладываются горизонтально или вертикально.
zh: 所有单词必须横向或纵向放置。

# scrabbleTurnRuleLetterPlacement
source: each new tile must form part of a new or existing word.
de: jeder neue stein muss teil eines neuen oder bestehenden wortes sein.
es: cada ficha debe formar parte de una palabra nueva o existente.
fr: chaque nouvelle tuile doit former partie d'un nouveau mot ou d'un mot existant.
it: ogni nuova tessera deve formare parte di una parola nuova o esistente.
ru: каждая новая буква должна быть частью нового или существующего слова.
zh: 每块新字母牌必须构成新单词或现有单词的一部分。

# scrabbleScoringTitle
source: scoring:
de: punktzahl:
es: puntuación:
fr: décompte des points :
it: punteggio:
ru: подсчет очков:
zh: 计分：

# scrabbleScoringWordPoints
source: points for a word: sum of tile points + bonuses from board spaces.
de: punkte pro wort: summe der steinwerte + bonuskästchen.
es: puntos por palabra: suma de fichas + bonus del tablero.
fr: points pour un mot : somme des points des tuiles + bonus des cases du plateau.
it: punti per una parola: somma dei punti delle tessere + bonus delle caselle della plancia.
ru: очки за слово: сумма очков букв + бонусы от клеток.
zh: 单词分数：字母牌分数之和 + 棋盘格奖励。

# scrabbleScoringBlueBonus
source: blue spaces double/triple the letter score.
de: blaue felder verdoppeln/verdreifachen den buchstabenwert.
es: casillas azules duplican/triplan el valor de la letra.
fr: les cases bleues doublent/triplent le score de la lettre.
it: le caselle blu raddoppiano/triplicano il punteggio della lettera.
ru: синий цвет удваивает/утраивает очки за букву.
zh: 蓝色格子使字母分数翻倍/三倍。

# scrabbleScoringRedBonus
source: red spaces double/triple the word score.
de: rote felder verdoppeln/verdreifachen den wortwert.
es: casillas rojas duplican/triplan el valor de la palabra.
fr: les cases rouges doublent/triplent le score du mot.
it: le caselle rosse raddoppiano/triplicano il punteggio della parola.
ru: красный цвет удваивает/утраивает очки за слово.
zh: 红色格子使单词分数翻倍/三倍。

# scrabbleFeaturesTitle
source: features:
de: besonderheiten:
es: características:
fr: particularités :
it: caratteristiche:
ru: особенности:
zh: 特点：

# scrabbleFeatureBlankTile
source: blank tiles can represent any letter but score no points.
de: blankosteine können jeden buchstaben darstellen, geben aber keine punkte.
es: los comodines representan cualquier letra y no suman puntos.
fr: les tuiles blanches peuvent représenter n'importe quelle lettre mais ne rapportent aucun point.
it: le tessere jolly possono rappresentare qualsiasi lettera ma non danno punti.
ru: пустышка заменяет любую букву, но не дает очков.
zh: 空白牌可以代表任何字母，但不得分。

# scrabbleFeatureSevenTileBonus
source: using all 7 tiles in a turn earns a 50-point bonus.
de: alle 7 steine in einem zug geben 50 bonuspunkte.
es: usar las 7 fichas en un turno da 50 puntos de bono.
fr: utiliser les 7 tuiles en un tour rapporte un bonus de 50 points.
it: usare tutte e 7 le tessere in un turno fa guadagnare un bonus di 50 punti.
ru: если использованы все 7 букв за ход, игрок получает 50 бонусных очков.
zh: 一回合使用全部7块字母牌可获得50分奖励。

# scrabbleFeatureRefillTiles
source: players draw tiles after each turn to refill their racks to 7.
de: spieler ziehen nach jedem zug steine, um wieder 7 zu haben.
es: los jugadores rellenan su atril tras cada turno.
fr: les joueurs piochent des tuiles après chaque tour pour compléter leur chevalet à 7.
it: i giocatori pescano tessere dopo ogni turno per riempire il leggio a 7.
ru: каждый ход игрок добирает буквы, чтобы снова иметь 7.
zh: 玩家每回合后抽牌补充至7块。

# endGameTitle
source: end of game:
de: spielende:
es: fin del juego:
fr: fin de partie :
it: fine del gioco:
ru: конец игры:
zh: 游戏结束：

# scrabbleEndGameNoTiles
source: the game ends when there are no tiles left and no moves can be made.
de: das spiel endet, wenn keine steine mehr übrig sind und keine züge möglich sind.
es: el juego termina cuando no quedan fichas y no se puede jugar.
fr: le jeu se termine quand il n'y a plus de tuiles et qu'aucun coup n'est possible.
it: il gioco termina quando non ci sono più tessere e non è possibile fare mosse.
ru: закончились буквы в мешочке, и никто не может сделать ход.
zh: 当没有剩余字母牌且无法继续时游戏结束。

# scrabbleEndGameSkippedTurns
source: the game ends if all players pass their turns twice.
de: das spiel endet, wenn alle spieler zweimal passen.
es: termina si todos pasan dos turnos seguidos.
fr: le jeu se termine si tous les joueurs passent leur tour deux fois.
it: il gioco termina se tutti i giocatori passano il turno due volte.
ru: все игроки пропустили ходы дважды.
zh: 如果所有玩家连续两次跳过回合，游戏结束。

# scrabbleEndGameRemainingTilesPenalty
source: unplayed tiles are subtracted from the player's score.
de: nicht gespielte steine werden vom punktestand abgezogen.
es: las fichas sin jugar se descuentan del marcador.
fr: les tuiles non jouées sont soustraites du score du joueur.
it: le tessere non giocate vengono sottratte dal punteggio del giocatore.
ru: оставшиеся буквы на подставках вычитаются из очков.
zh: 未使用的字母牌从玩家分数中扣除。

# scrabbleAdditionalPointsTitle
source: additional rules:
de: zusätzliche regeln:
es: reglas adicionales:
fr: règles supplémentaires :
it: regole aggiuntive:
ru: дополнительные моменты:
zh: 附加规则：

# scrabbleAdditionalReplaceTiles
source: players may swap tiles and pass their turn.
de: spieler können steine tauschen und passen.
es: los jugadores pueden cambiar fichas y pasar turno.
fr: les joueurs peuvent échanger des tuiles et passer leur tour.
it: i giocatori possono scambiare tessere e passare il turno.
ru: можно заменить буквы, пропустив ход.
zh: 玩家可以更换字母牌并跳过回合。

# scrabbleAdditionalDisputedWords
source: challenged words are checked in an agreed-upon dictionary.
de: umstrittene wörter werden in einem wörterbuch überprüft.
es: las palabras impugnadas se comprueban en un diccionario acordado.
fr: les mots contestés sont vérifiés dans un dictionnaire convenu.
it: le parole contestate vengono verificate in un dizionario concordato.
ru: спорные слова проверяются в согласованном словаре.
zh: 有争议的单词使用约定的词典检查。

# scrabbleAdditionalWordRules
source: all words must be complete and adhere to language rules.
de: alle wörter müssen vollständig und sprachlich korrekt sein.
es: todas las palabras deben ser completas y seguir las reglas del idioma.
fr: tous les mots doivent être complets et respecter les règles de la langue.
it: tutte le parole devono essere complete e rispettare le regole della lingua.
ru: все слова должны быть завершенными и соответствовать правилам языка.
zh: 所有单词必须完整并符合语言规则。

# scrabbleTrademarkNotice
source: scrabble® is a registered trademark of hasbro, inc.
de: scrabble® ist eine eingetragene marke von hasbro, inc.
es: scrabble® es una marca registrada de hasbro, inc.
fr: scrabble® est une marque déposée de hasbro, inc.
it: scrabble® è un marchio registrato di hasbro, inc.
ru: scrabble® является зарегистрированной торговой маркой компании hasbro, inc.
zh: Scrabble® 是 Hasbro, Inc. 的注册商标。

# unoGameObjectiveDescription
source: be the first to play all your cards and score points from your opponents' remaining cards. the first player to reach 500 points wins.
de: spiele als erster alle karten aus und sammle punkte von den karten der gegner. der erste spieler mit 500 punkten gewinnt.
es: sé el primero en jugar todas tus cartas y obtén puntos por las cartas que queden en manos de los oponentes. quien llegue a 500 puntos gana.
fr: soyez le premier à jouer toutes vos cartes et marquez des points grâce aux cartes restantes de vos adversaires. le premier joueur à atteindre 500 points gagne.
it: sii il primo a giocare tutte le tue carte e segna punti dalle carte rimanenti degli avversari. il primo giocatore a raggiungere 500 punti vince.
ru: первым избавиться от всех своих карт и набрать очки за карты, оставшиеся у соперников. побеждает игрок, набравший 500 очков.
zh: 成为第一个打出所有手牌的玩家，并从对手剩余的牌中得分。第一个达到500分的玩家获胜。

# unoPreparationDistributeCards
source: deal 7 cards to each player.
de: teile jedem spieler 7 karten aus.
es: reparte 7 cartas a cada jugador.
fr: distribuez 7 cartes à chaque joueur.
it: distribuisci 7 carte a ogni giocatore.
ru: каждому игроку раздается по 7 карт.
zh: 给每个玩家发7张牌。

# unoPreparationDeckInCenter
source: place the remaining deck in the center as the draw pile.
de: lege den rest als nachziehstapel in die mitte.
es: coloca el mazo restante en el centro como montón de robo.
fr: placez le reste du paquet au centre comme pioche.
it: posiziona il mazzo rimanente al centro come mazzo di pesca.
ru: остальная колода кладется в центр (это колода для добора).
zh: 将剩余的牌堆放在中间作为抽牌堆。

# unoPreparationFlipFirstCard
source: flip the top card to start the discard pile.
de: decke die oberste karte als ablagestapel auf.
es: voltea la carta superior para iniciar el montón de descarte.
fr: retournez la carte du dessus pour commencer la pile de défausse.
it: gira la carta in cima per iniziare la pila degli scarti.
ru: верхняя карта переворачивается (это начальная карта сброса).
zh: 翻开最上面的牌开始弃牌堆。

# unoGameTurnTitle
source: players take turns playing a card that matches the top card by color, number, or symbol.
de: spieler legen abwechselnd eine passende karte ab (farbe, zahl oder symbol).
es: los jugadores juegan una carta que coincida en color, número o símbolo con la superior.
fr: les joueurs jouent à tour de rôle une carte qui correspond à la carte du dessus par couleur, numéro ou symbole.
it: i giocatori giocano a turno una carta che corrisponde alla carta in cima per colore, numero o simbolo.
ru: игроки по очереди сбрасывают карту, совпадающую с верхней картой по цвету, числу или символу.
zh: 玩家轮流打出与顶牌颜色、数字或符号相匹配的牌。

# unoTurnRuleMatchCard
source: players take turns playing a card that matches the top card by color, number, or symbol.
de: spieler legen eine passende karte ab (farbe, zahl oder symbol).
es: los jugadores juegan una carta que coincide en color, número o símbolo con la superior.
fr: les joueurs jouent à tour de rôle une carte qui correspond à la carte du dessus par couleur, numéro ou symbole.
it: i giocatori giocano a turno una carta che corrisponde alla carta in cima per colore, numero o simbolo.
ru: игроки по очереди сбрасывают карту, совпадающую с верхней картой по цвету, числу или символу.
zh: 玩家轮流打出与顶牌颜色、数字或符号相匹配的牌。

# unoTurnRuleDrawCard
source: if you can't play, draw a card. if it's playable, you can play it immediately.
de: kannst du nicht legen, ziehe eine karte. falls spielbar, kannst du sie sofort legen.
es: si no puedes jugar, roba una carta. si es jugable, puedes jugarla inmediatamente.
fr: si vous ne pouvez pas jouer, piochez une carte. si elle est jouable, vous pouvez la jouer immédiatement.
it: se non puoi giocare, pesca una carta. se è giocabile, puoi giocarla immediatamente.
ru: если подходящей карты нет, берется карта из колоды. если она подходит, можно сыграть.
zh: 如果无法出牌，抽一张牌。如果可以出，可以立即打出。

# unoTurnRuleOptionalDraw
source: players may draw a card even if they have a playable one, but they can't play it on the same turn.
de: spieler können auch ziehen, wenn sie legen könnten, aber nicht im selben zug.
es: los jugadores pueden robar incluso si tienen jugable, pero no jugarla ese turno.
fr: les joueurs peuvent piocher une carte même s'ils en ont une jouable, mais ils ne peuvent pas la jouer au même tour.
it: i giocatori possono pescare una carta anche se ne hanno una giocabile, ma non possono giocarla nello stesso turno.
ru: игрок может взять карту, даже если у него есть подходящая, но использовать ее в этом ходу нельзя.
zh: 即使有可出的牌，玩家也可以选择抽牌，但不能在同一回合打出。

# unoActiveCardsTitle
source: action cards:
de: aktionskarten:
es: cartas de acción:
fr: cartes action :
it: carte azione:
ru: активные карты:
zh: 功能牌：

# unoActiveCardSkipTurn
source: 'skip': the next player loses their turn.
de: 'aussetzen': nächster spieler wird übersprungen.
es: 'salta': el siguiente jugador pierde su turno.
fr: 'passer' : le joueur suivant perd son tour.
it: 'salta': il giocatore successivo perde il turno.
ru: «пропусти ход»: следующий игрок пропускает ход.
zh: «跳过»：下一个玩家失去回合。

# unoActiveCardDrawTwo
source: 'draw two': the next player draws 2 cards and loses their turn.
de: '+2': nächster spieler zieht 2 karten und wird übersprungen.
es: 'roba dos': el siguiente roba 2 cartas y pierde turno.
fr: 'plus deux' : le joueur suivant pioche 2 cartes et perd son tour.
it: 'pesca due': il giocatore successivo pesca 2 carte e perde il turno.
ru: «возьми две»: следующий игрок берет 2 карты и пропускает ход.
zh: «抽两张»：下一个玩家抽2张牌并失去回合。

# unoActiveCardReverse
source: 'reverse': reverses the direction of play.
de: 'richtungswechsel': spielrichtung wechselt.
es: 'reversa': invierte el sentido de juego.
fr: 'inverser' : inverse le sens du jeu.
it: 'inverti': inverte la direzione del gioco.
ru: «смени направление»: меняет направление игры.
zh: «反转»：反转出牌方向。

# unoActiveCardWild
source: 'wild': allows you to choose the color of play.
de: 'farbwahl': wähle die nächste farbe.
es: 'comodín': permite elegir el color de juego.
fr: 'joker' : permet de choisir la couleur de jeu.
it: 'jolly': permette di scegliere il colore di gioco.
ru: дикая карта: позволяет выбрать цвет игры.
zh: «万能牌»：允许你选择出牌颜色。

# unoActiveCardWildDrawFour
source: 'wild draw four': choose the color, and the next player draws 4 cards. you can only play it if you have no matching cards.
de: '+4 farbwahl': wähle farbe, nächster spieler zieht 4 karten. nur spielbar, wenn keine passende karte vorhanden ist.
es: 'comodín+4': elige color y el siguiente roba 4. solo se puede jugar sin cartas coincidentes.
fr: 'joker plus quatre' : choisissez la couleur, et le joueur suivant pioche 4 cartes. vous ne pouvez la jouer que si vous n'avez pas de carte correspondante.
it: 'jolly pesca quattro': scegli il colore e il giocatore successivo pesca 4 carte. puoi giocarla solo se non hai carte corrispondenti.
ru: дикая карта «возьми четыре»: позволяет выбрать цвет, а следующий игрок берет 4 карты. можно сыграть, только если нет других карт того же цвета.
zh: «万能抽四»：选择颜色，下一个玩家抽4张牌。只有在没有匹配牌时才能出。

# specialCardsTitle
source: special cards:
de: sonderkarten:
es: cartas especiales:
fr: cartes spéciales :
it: carte speciali:
ru: особые карты:
zh: 特殊牌：

# unoSpecialCardSwap
source: 'swap hands': swap hands with any player and choose the color.
de: 'handtausch': tausche mit einem spieler und wähle die farbe.
es: 'intercambio de manos': intercambias manos con otro jugador y eliges color.
fr: 'échange de mains' : échangez vos mains avec n'importe quel joueur et choisissez la couleur.
it: 'scambia mani': scambia le mani con qualsiasi giocatore e scegli il colore.
ru: «обмен»: обмен картами с любым игроком и выбор цвета.
zh: «换手牌»：与任何玩家交换手牌并选择颜色。

# unoSpecialCardBlank
source: 'blank card': make a rule before starting the game.
de: 'blankokarte': vor spielbeginn eine regel festlegen.
es: 'carta blanca': crea una regla antes de empezar.
fr: 'carte blanche' : créez une règle avant de commencer la partie.
it: 'carta bianca': crea una regola prima di iniziare la partita.
ru: пустая карта: придумайте правило перед игрой.
zh: «空白牌»：在游戏开始前制定一条规则。
