Repository: khlebobul/board_buddy
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, ru, zh

# unoSpecialRuleUnoCall
source: forget to say 'uno'? draw 2 cards if caught before the next player's turn.
de: vergisst du 'uno!' zu rufen, ziehst du 2 karten, wenn du vor dem nächsten zug erwischt wirst.
es: ¿olvidaste decir 'uno'? roba 2 cartas si te descubren antes del siguiente turno.
fr: oublié de dire 'uno' ? piochez 2 cartes si vous êtes pris avant le tour du joueur suivant.
it: dimenticato di dire 'uno'? pesca 2 carte se vieni scoperto prima del turno del giocatore successivo.
ru: забыл крикнуть «уно»? возьми 2 карты, если заметили до хода следующего игрока.
zh: 忘记喊«UNO»？如果在下一个玩家出牌前被抓到，抽2张牌。

# unoSpecialRuleReshuffle
source: if the draw pile is empty, reshuffle the discard pile.
de: ist der nachziehstapel leer, mische den ablagestapel.
es: si se acaba el mazo de robo, baraja la pila de descarte.
fr: si la pioche est vide, mélangez la pile de défausse.
it: se il mazzo di pesca è vuoto, rimescola la pila degli scarti.
ru: если кончилась колода добора, сброс перетасовывается.
zh: 如果抽牌堆用完，重新洗混弃牌堆。

# unoScoringTitle
source: scoring:
de: punktzahl:
es: puntuación:
fr: décompte des points :
it: punteggio:
ru: подсчет очков:
zh: 计分：

# unoScoringNumberCards
source: number cards: face value.
de: zahlenkarten: entsprechender wert.
es: cartas numéricas: valor facial.
fr: cartes numérotées : valeur faciale.
it: carte numeriche: valore facciale.
ru: цифровые карты: их номинал.
zh: 数字牌：面值分。

# unoScoring20PointsCards
source: 'skip', 'draw two', 'reverse': 20 points.
de: 'aussetzen', '+2', 'richtungswechsel': 20 punkte.
es: 'salta', 'roba dos', 'reversa': 20 puntos.
fr: 'passer', 'plus deux', 'inverser' : 20 points.
it: 'salta', 'pesca due', 'inverti': 20 punti.
ru: «пропусти ход», «возьми две», «смени направление»: 20 очков.
zh: «跳过»、«抽两张»、«反转»：20分。

# unoScoring50PointsCards
source: 'wild', 'wild draw four': 50 points.
de: 'farbwahl', '+4 farbwahl': 50 punkte.
es: 'comodín', 'comodín+4': 50 puntos.
fr: 'joker', 'joker plus quatre' : 50 points.
it: 'jolly', 'jolly pesca quattro': 50 punti.
ru: дикая карта, «возьми четыре»: 50 очков.
zh: «万能牌»、«万能抽四»：50分。

# unoScoring40PointsCards
source: 'swap hands', 'blank card': 40 points.
de: 'handtausch', 'blankokarte': 40 punkte.
es: 'intercambio', 'carta blanca': 40 puntos.
fr: 'échange de mains', 'carte blanche' : 40 points.
it: 'scambia mani', 'carta bianca': 40 punti.
ru: «обмен», пустая карта: 40 очков.
zh: «换手牌»、«空白牌»：40分。

# unoVictory500Points
source: the first player to reach 500 points wins.
de: der erste spieler mit 500 punkten gewinnt.
es: quien alcance 500 puntos gana.
fr: le premier joueur à atteindre 500 points gagne.
it: il primo giocatore a raggiungere 500 punti vince.
ru: игрок выигрывает, набрав 500 очков.
zh: 第一个达到500分的玩家获胜。

# unoVictoryLowestScoreAlternative
source: alternative: the player with the lowest score wins after the game ends.
de: alternative: der spieler mit der niedrigsten punktzahl gewinnt.
es: alternativa: gana quien tenga la puntuación más baja al final.
fr: alternative : le joueur avec le score le plus bas gagne à la fin de la partie.
it: alternativa: il giocatore con il punteggio più basso vince alla fine della partita.
ru: альтернатива: выигрывает игрок с наименьшим количеством очков после окончания игры.
zh: 备选规则：游戏结束后分数最低的玩家获胜。

# unoTrademarkNotice
source: uno® is a registered trademark of mattel.
de: uno® ist eine eingetragene marke von mattel.
es: uno® es una marca registrada de mattel.
fr: uno® est une marque déposée de mattel.
it: uno® è un marchio registrato di mattel.
ru: uno® является зарегистрированной торговой маркой компании mattel
zh: UNO® 是 Mattel 的注册商标。

# unoFlipGameObjectiveDescription
source: play all your cards and score points from your opponents' remaining cards. the first player to reach 500 points wins.
de: spiele alle karten aus und sammle punkte von den gegnern. der erste spieler mit 500 punkten gewinnt.
es: juega todas tus cartas y gana puntos por las que queden en los oponentes. quien llegue a 500 puntos gana.
fr: jouez toutes vos cartes et marquez des points grâce aux cartes restantes de vos adversaires. le premier joueur à atteindre 500 points gagne.
it: gioca tutte le tue carte e segna punti dalle carte rimanenti degli avversari. il primo giocatore a raggiungere 500 punti vince.
ru: избавьтесь от всех своих карт и наберите очки за карты соперников. побеждает игрок, набравший 500 очков.
zh: 打出所有手牌并从对手剩余的牌中得分。第一个达到500分的玩家获胜。

# unoFlipGameStartTitle
source: game start:
de: spielstart:
es: inicio del juego:
fr: début de partie :
it: inizio del gioco:
ru: начало игры:
zh: 游戏开始：

# unoFlipGameStartDealCards
source: each player receives 7 cards.
de: jeder spieler erhält 7 karten.
es: cada jugador recibe 7 cartas.
fr: chaque joueur reçoit 7 cartes.
it: ogni giocatore riceve 7 carte.
ru: каждый игрок получает 7 карт.
zh: 每个玩家获得7张牌。

# unoFlipGameStartLightSide
source: start the game on the light side of the deck.
de: starte auf der hellen seite des decks.
es: empieza por el lado claro del mazo.
fr: commencez la partie du côté clair du paquet.
it: inizia il gioco dal lato chiaro del mazzo.
ru: игру начинают светлой стороной колоды.
zh: 从牌的亮面开始游戏。

# unoFlipTurnRuleMatchCard
source: play a card matching the top card by color, number, or symbol.
de: lege eine passende karte ab (farbe, zahl oder symbol).
es: juega una carta que coincida en color, número o símbolo con la superior.
fr: jouez une carte correspondant à la carte du dessus par couleur, numéro ou symbole.
it: gioca una carta che corrisponde alla carta in cima per colore, numero o simbolo.
ru: сыграйте карту, совпадающую по цвету, числу или символу с верхней картой сброса.
zh: 打出与顶牌颜色、数字或符号相匹配的牌。

# unoFlipTurnRuleDrawCard
source: if no matching card is available, draw from the pile.
de: keine passende karte? ziehe vom stapel.
es: si no hay coincidencia, roba del montón.
fr: si aucune carte correspondante n'est disponible, piochez dans la pile.
it: se non hai una carta corrispondente, pesca dal mazzo.
ru: если подходящей карты нет, возьмите карту из колоды.
zh: 如果没有匹配的牌，从牌堆抽牌。

# unoFlipTurnRuleFlipCard
source: 'flip' card switches the game to the other side of the deck.
de: 'umdrehen'-karte wechselt die deckseite.
es: 'voltear' cambia el juego al otro lado del mazo.
fr: la carte 'flip' fait passer le jeu de l'autre côté du paquet.
it: la carta 'flip' cambia il gioco all'altro lato del mazzo.
ru: карта «переверните» меняет сторону игры с «светлой» на «тёмную» и наоборот.
zh: «翻转»牌将游戏切换到牌的另一面。

# unoFlipLightSideCardsTitle
source: light side:
de: helle seite:
es: lado claro:
fr: côté clair :
it: lato chiaro:
ru: светлая сторона:
zh: 亮面：

# unoFlipLightSideDrawOne
source: 'draw one'
es: 'roba uno'
fr: 'piocher une'
it: 'pesca una'
ru: «возьми одну»
zh: «抽一张»

# unoFlipLightSideReverse
source: 'reverse'
de: 'richtungswechsel'
es: 'reversa'
fr: 'inverser'
it: 'inverti'
ru: «смени направление»
zh: «反转»

# unoFlipLightSideSkipTurn
source: 'skip turn'
de: 'aussetzen'
es: 'salta turno'
fr: 'passer le tour'
it: 'salta turno'
ru: «пропусти ход»
zh: «跳过回合»

# unoFlipLightSideWildCard
source: 'wild'
de: 'farbwahl'
es: 'comodín'
fr: 'joker'
it: 'jolly'
ru: «дикая карта»
zh: «万能牌»

# unoFlipLightSideWildDrawTwo
source: 'wild draw two'
de: '+2 farbwahl'
es: 'comodín+2'
fr: 'joker plus deux'
it: 'jolly pesca due'
ru: «дикая +2»
zh: «万能抽两张»

# unoFlipDarkSideCardsTitle
source: dark side:
de: dunkle seite:
es: lado oscuro:
fr: côté sombre :
it: lato scuro:
ru: тёмная сторона:
zh: 暗面：

# unoFlipDarkSideDrawFive
source: 'draw five'
es: 'roba cinco'
fr: 'piocher cinq'
it: 'pesca cinque'
ru: «возьми пять»
zh: «抽五张»

# unoFlipDarkSideReverse
source: 'reverse'
de: 'richtungswechsel'
es: 'reversa'
fr: 'inverser'
it: 'inverti'
ru: «смени направление»
zh: «反转»

# unoFlipDarkSideSkipAll
source: 'skip all'
de: 'alle aussetzen'
es: 'salta todos'
fr: 'passer tous'
it: 'salta tutti'
ru: «все пропускают ход»
zh: «跳过所有人»

# unoFlipDarkSideWildCard
source: 'wild'
de: 'farbwahl'
es: 'comodín'
fr: 'joker'
it: 'jolly'
ru: «дикая карта»
zh: «万能牌»

# unoFlipDarkSideDrawUntilColor
source: 'draw until matching color'
de: 'ziehen bis farbe'
es: 'roba hasta color coincidente'
fr: 'piocher jusqu'à la couleur correspondante'
it: 'pesca fino al colore corrispondente'
ru: «бери, пока не вытянешь нужный цвет»
zh: «抽到匹配颜色为止»

# unoFlipKeyMomentFlipCardEffect
source: after a 'flip' card, the entire game switches sides.
de: nach einer 'umdrehen'-karte wechselt das spiel die seite.
es: tras una carta 'voltear', todo el juego cambia de lado.
fr: après une carte 'flip', tout le jeu change de côté.
it: dopo una carta 'flip', l'intero gioco cambia lato.
ru: после карты «переверните» вся игра меняет сторону.
zh: 打出«翻转»牌后，整个游戏切换面。

# unoFlipKeyMoment
source: key moments:
de: schlüsselmomente:
es: momentos clave:
fr: moments clés :
it: momenti chiave:
ru: ключевые моменты:
zh: 关键时刻：

# unoFlipKeyMomentUnoCall
source: when playing your second-to-last card, call 'uno!' if you forget and are caught, draw 2 cards.
de: bei der vorletzten karte rufe 'uno!'. vergisst du es und wirst erwischt, ziehe 2 karten.
es: al jugar la penúltima carta, di '¡uno!' si olvidas y te descubren, roba 2 cartas.
fr: quand vous jouez votre avant-dernière carte, criez 'uno !' si vous oubliez et êtes pris, piochez 2 cartes.
it: quando giochi la penultima carta, grida 'uno!' se dimentichi e vieni scoperto, pesca 2 carte.
ru: если игрок играет предпоследней картой, он должен сказать «уно!». если забыл, берёт 2 карты.
zh: 打出倒数第二张牌时，喊«UNO！»如果忘记并被抓到，抽2张牌。

# unoFlipScoringTitle
source: scoring:
de: punktzahl:
es: puntuación:
fr: décompte des points :
it: punteggio:
ru: подсчёт очков:
zh: 计分：

# unoFlipScoringRoundWinnerPoints
source: round winner scores points for opponents' remaining cards:
de: der rundensieger erhält punkte für die karten der gegner:
es: el ganador de la ronda obtiene puntos por las cartas restantes de los oponentes:
fr: le gagnant de la manche marque des points pour les cartes restantes des adversaires :
it: il vincitore del round segna punti per le carte rimanenti degli avversari:
ru: победитель раунда получает очки за оставшиеся карты соперников:
zh: 回合获胜者从对手剩余的牌中得分：

# unoFlipScoringNumberCards
source: number cards: face value.
de: zahlenkarten: entsprechender wert.
es: cartas numéricas: valor facial.
fr: cartes numérotées : valeur faciale.
it: carte numeriche: valore facciale.
ru: карты с цифрами: по их номиналу.
zh: 数字牌：面值分。

# unoFlipScoringActiveCards
source: action cards: 20–60 points depending on type.
de: aktionskarten: 20–60 punkte je nach typ.
es: cartas de acción: 20–60 puntos según tipo.
fr: cartes action : 20 à 60 points selon le type.
it: carte azione: 20-60 punti a seconda del tipo.
ru: активные карты: 20–60 очков в зависимости от типа.
zh: 功能牌：根据类型20-60分。

# unoFlipVictory500Points
source: the first player to reach 500 points wins.
de: der erste spieler mit 500 punkten gewinnt.
es: quien alcance 500 puntos gana.
fr: le premier joueur à atteindre 500 points gagne.
it: il primo giocatore a raggiungere 500 punti vince.
ru: игрок, набравший 500 очков, выигрывает игру.
zh: 第一个达到500分的玩家获胜。

# unoFlipVictoryLowestScoreAlternative
source: alternative: the player with the lowest score wins after the game ends.
de: alternative: der spieler mit der niedrigsten punktzahl gewinnt.
es: alternativa: quien tenga la puntuación más baja tras el juego gana.
fr: alternative : le joueur avec le score le plus bas gagne à la fin de la partie.
it: alternativa: il giocatore con il punteggio più basso vince alla fine della partita.
ru: альтернатива: выигрывает игрок с наименьшим количеством очков после окончания игры.
zh: 备选规则：游戏结束后分数最低的玩家获胜。

# unoFlipTrademarkNotice
source: uno flip® is a registered trademark of mattel.
de: uno flip® ist eine eingetragene marke von mattel.
es: uno flip® es una marca registrada de mattel.
fr: uno flip® est une marque déposée de mattel.
it: uno flip® è un marchio registrato di mattel.
ru: uno flip® является зарегистрированной торговой маркой компании mattel
zh: UNO Flip® 是 Mattel 的注册商标。

# dosGameObjectiveTitle
source: objective:
de: ziel:
es: objetivo:
fr: objectif :
it: obiettivo:
ru: цель игры:
zh: 目标：

# dosGameObjectiveDescription
source: play all your cards and score points from your opponents' remaining cards. the first player to reach 200 points wins.
de: spiele alle karten aus und sammle punkte von den gegnern. der erste spieler mit 200 punkten gewinnt.
es: juega todas tus cartas y gana puntos por las cartas que queden. el primero en llegar a 200 puntos gana.
fr: jouez toutes vos cartes et marquez des points grâce aux cartes restantes de vos adversaires. le premier joueur à atteindre 200 points gagne.
it: gioca tutte le tue carte e segna punti dalle carte rimanenti degli avversari. il primo giocatore a raggiungere 200 punti vince.
ru: избавиться от всех своих карт и набрать очки за карты, оставшиеся у соперников. побеждает игрок, набравший 200 очков.
zh: 打出所有手牌并从对手剩余的牌中得分。第一个达到200分的玩家获胜。

# dosPreparationDealCards
source: deal 7 cards to each player.
de: teile jedem spieler 7 karten aus.
es: reparte 7 cartas a cada jugador.
fr: distribuez 7 cartes à chaque joueur.
it: distribuisci 7 carte a ogni giocatore.
ru: каждому игроку раздается по 7 карт.
zh: 给每个玩家发7张牌。

# dosPreparationCentralRow
source: place 2 cards in the 'center row'
de: lege 2 karten in die 'mittlere reihe'.
es: coloca 2 cartas en la 'fila central'
fr: placez 2 cartes dans la 'rangée centrale'
it: posiziona 2 carte nella 'fila centrale'
ru: выкладываются 2 карты в «центральный ряд».
zh: 在«中央行»放置2张牌

# dosPreparationDrawPile
source: put the rest of the deck next to it as the draw pile.
de: lege den rest als nachziehstapel daneben.
es: pon el resto del mazo al lado como pila de robo.
fr: mettez le reste du paquet à côté comme pioche.
it: metti il resto del mazzo accanto come mazzo di pesca.
ru: остальная колода кладется рядом (колода для добора).
zh: 将剩余的牌堆放在旁边作为抽牌堆。

# dosTurnRulePickCards
source: players take turns matching cards from their hand to cards in the center row:
de: spieler passen karten aus ihrer hand an die mittlere reihe an:
es: los jugadores emparejan cartas de su mano con las de la fila central:
fr: les joueurs jouent à tour de rôle en faisant correspondre des cartes de leur main aux cartes de la rangée centrale :
it: i giocatori giocano a turno abbinando carte dalla mano alle carte nella fila centrale:
ru: игроки по очереди подбирают карты из руки к картам в «центральном ряду»:
zh: 玩家轮流用手中的牌匹配中央行的牌：

# dosTurnRuleSingleMatch
source: single match: a card matches by number.
de: einzelne übereinstimmung: karte passt zur zahl.
es: emparejamiento simple: una carta coincide en número.
fr: correspondance simple : une carte correspond par numéro.
it: abbinamento singolo: una carta corrisponde per numero.
ru: одиночное совпадение: карта совпадает по числу.
zh: 单牌匹配：数字相同的牌匹配。

# dosTurnRuleDoubleMatch
source: double match: two cards add up to the number on a center row card.
de: doppelte übereinstimmung: zwei karten ergeben die zahl einer karte in der mitte.
es: emparejamiento doble: dos cartas suman el número de una de la fila central.
fr: double correspondance : deux cartes additionnées donnent le numéro d'une carte de la rangée centrale.
it: abbinamento doppio: due carte sommate danno il numero di una carta nella fila centrale.
ru: двойное совпадение: сумма двух ваших карт равна числу карты из ряда.
zh: 双牌匹配：两张牌的数字之和等于中央行牌的数字。

# dosTurnRuleDrawCard
source: if no match is possible, draw a card. if it matches, you can play it.
de: keine übereinstimmung? ziehe eine karte. passt sie, kannst du sie legen.
es: si no se puede emparejar, roba una carta. si coincide, puedes jugarla.
fr: si aucune correspondance n'est possible, piochez une carte. si elle correspond, vous pouvez la jouer.
it: se non è possibile abbinare, pesca una carta. se corrisponde, puoi giocarla.
ru: если подходящих карт нет, возьмите карту из колоды. если она подходит, можно сыграть.
zh: 如果无法匹配，抽一张牌。如果匹配，可以打出。

# dosTurnRuleEndTurn
source: at the end of your turn, refill the center row to 2 cards.
de: fülle am zugende die mittlere reihe auf 2 karten auf.
es: al final del turno, repón la fila central a 2 cartas.
fr: à la fin de votre tour, complétez la rangée centrale à 2 cartes.
it: alla fine del turno, riempi la fila centrale a 2 carte.
ru: в конце хода дополните «центральный ряд» до 2 карт.
zh: 回合结束时，将中央行补充到2张牌。

# dosBonusNumberColorMatchAddCard
source: bonuses:
de: boni:
es: bonos:
fr: bonus :
it: bonus:
ru: за совпадение по числу и цвету: добавьте 1 карту из руки в «центральный ряд».
zh: 奖励：

# dosBonus
source: bonuses:
de: boni:
es: bonos:
fr: bonus :
it: bonus:
ru: бонусы:
zh: 奖励：

# dosBonusDoubleColorMatchDrawCard
source: double color match: all other players draw 1 card.
de: doppelte farbübereinstimmung: alle anderen ziehen 1 karte.
es: emparejamiento doble de color: todos los demás roban 1 carta.
fr: double correspondance de couleur : tous les autres joueurs piochent 1 carte.
it: doppio abbinamento colore: tutti gli altri giocatori pescano 1 carta.
ru: за двойное совпадение цвета: остальные игроки берут по 1 карте из колоды.
zh: 双色匹配：所有其他玩家抽1张牌。

# dosSpecialCardWildDos
source: 'wild dos': substitutes for two cards of any color.
de: 'wildes dos': ersetzt zwei karten beliebiger farbe.
es: 'comodín dos': sustituye dos cartas de cualquier color.
fr: 'joker dos' : remplace deux cartes de n'importe quelle couleur.
it: 'jolly dos': sostituisce due carte di qualsiasi colore.
ru: «дикая карта dos»: заменяет две карты любого цвета.
zh: «万能DOS»：可替代任意颜色的两张牌。

# dosSpecialCardWildNumber
source: 'wild #': substitutes for any number (1–10) of its color.
de: 'wilde zahl': ersetzt eine beliebige zahl (1–10) ihrer farbe.
es: 'comodín #: sustituye cualquier número (1–10) de su color.
fr: 'joker #' : remplace n'importe quel numéro (1-10) de sa couleur.
it: 'jolly #': sostituisce qualsiasi numero (1-10) del suo colore.
ru: «дикая карта #»: заменяет любое число (1–10) своего цвета.
zh: «万能#»：可替代其颜色的任意数字（1-10）。

# dosSpecialRuleDosCall
source: when you have 2 cards left, call 'dos!' if you forget and are caught, draw 2 cards.
de: bei 2 karten rufe 'dos!'. vergisst du es und wirst erwischt, ziehe 2 karten.
es: cuando te queden 2 cartas, di 'dos!' si olvidas y te descubren, roba 2 cartas.
fr: quand vous avez 2 cartes restantes, criez 'dos !' si vous oubliez et êtes pris, piochez 2 cartes.
it: quando hai 2 carte rimanenti, grida 'dos!' se dimentichi e vieni scoperto, pesca 2 carte.
ru: если у вас осталось 2 карты, крикните «дос!». если забудете и другой игрок заметит, возьмите 2 карты.
zh: 当你还剩2张牌时，喊«DOS！»如果忘记并被抓到，抽2张牌。

# dosSpecialRule
source: special rule:
de: sonderregel:
fr: règle spéciale :
it: regola speciale:
ru: особое правило:
zh: 特殊规则：

# dosScoringNumberCards
source: number cards: face value.
de: zahlenkarten: entsprechender wert.
es: cartas numéricas: valor facial.
fr: cartes numérotées : valeur faciale.
it: carte numeriche: valore facciale.
ru: цифровые карты: номинал.
zh: 数字牌：面值分。

# dosScoring
source: scoring:
de: punktzahl:
fr: décompte des points :
it: punteggio:
ru: подсчет очков:
zh: 计分：

# dosScoringWildDos
source: 'wild dos': 20 points.
de: 'wildes dos': 20 punkte.
es: 'comodín dos': 20 puntos.
fr: 'joker dos' : 20 points.
it: 'jolly dos': 20 punti.
ru: «дикая карта dos»: 20 очков.
zh: «万能DOS»：20分。

# dosScoringWildNumber
source: 'wild #': 40 points.
de: 'wilde zahl': 40 punkte.
es: 'comodín #': 40 puntos.
fr: 'joker #' : 40 points.
it: 'jolly #': 40 punti.
ru: «дикая карта #»: 40 очков.
zh: «万能#»：40分。

# dosVictory200Points
source: the first player to reach 200 points wins.
de: der erste spieler mit 200 punkten gewinnt.
es: el primero en alcanzar 200 puntos gana.
fr: le premier joueur à atteindre 200 points gagne.
it: il primo giocatore a raggiungere 200 punti vince.
ru: игрок выигрывает, набрав 200 очков.
zh: 第一个达到200分的玩家获胜。

# dosTrademarkNotice
source: dos® is a registered trademark of mattel.
de: dos® ist eine eingetragene marke von mattel.
es: dos® es una marca registrada de mattel.
fr: dos® est une marque déposée de mattel.
it: dos® è un marchio registrato di mattel.
ru: dos® является зарегистрированной торговой маркой компании mattel
zh: DOS® 是 Mattel 的注册商标。

# setGameTurnStepFour
source: the game continues.
de: das spiel geht weiter.
es: el juego continúa.
fr: le jeu continue.
it: il gioco continua.
ru: игра продолжается
zh: 游戏继续。

source: theme
de: thema
es: tema
fr: thème
it: tema
ru: тема
zh: 主题

source: light
de: hell
es: claro
fr: clair
it: chiaro
ru: светлая
zh: 浅色

source: dark
de: dunkel
es: oscuro
fr: sombre
it: scuro
ru: темная
zh: 深色

source: results
de: ergebnisse
es: resultados
fr: résultats
it: risultati
ru: результат
zh: 结果

source: close
de: schließen
es: cerrar
fr: fermer
it: chiudi
ru: закрыть
zh: 关闭

source: players
de: spieler
es: jugadores
fr: joueurs
it: giocatori
ru: игроки
zh: 玩家

source: total
de: gesamt
it: totale
ru: всего
zh: 总计

source: name
es: nombre
fr: nom
it: nome
ru: имя
zh: 名字

source: round
de: runde
es: ronda
fr: manche
ru: раунд
zh: 回合

source: gear
de: ausrüstung
es: equipo
fr: équipement
it: equipaggiamento
ru: снаряжение
zh: 装备

source: level
es: nivel
fr: niveau
it: livello
ru: уровень
zh: 等级

source: total strength:
de: gesamtstärke:
es: fuerza total:
fr: force totale :
it: forza totale:
ru: общая сила:
zh: 总战力：

source: modifiers
de: modifikatoren
es: modificadores
fr: modificateurs
it: modificatori
ru: модификаторы
zh: 修饰符

source: add player
de: spieler hinzufügen
es: añadir jugador
fr: ajouter un joueur
it: aggiungi giocatore
ru: добавить игрока
zh: 添加玩家

source: race 1
de: rasse 1
es: raza 1
it: razza 1
ru: раса 1
zh: 种族1

source: dwarf
de: zwerg
es: enano
fr: nain
it: nano
ru: гном
zh: 矮人

source: elf
es: elfo
fr: elfe
it: elfo
ru: эльф
zh: 精灵

source: halfling
de: halbling
es: mediano
fr: halfelin
ru: хоббит
zh: 半身人

source: half breed
de: halbblut
es: mestizo
fr: métis
it: mezzosangue
ru: полукровка
zh: 混血

source: human
de: mensch
es: humano
fr: humain
it: umano
ru: человек
zh: 人类

# secondRace
source: race 2
de: rasse 2
es: raza 2
it: razza 2
ru: раса 2
zh: 种族2

source: class 1
de: klasse 1
es: clase 1
fr: classe 1
it: classe 1
ru: класс 1
zh: 职业1

source: cleric
de: kleriker
es: clérigo
fr: clerc
it: chierico
ru: клирик
zh: 牧师

source: thief
de: dieb
es: ladrón
fr: voleur
it: ladro
ru: вор
zh: 盗贼

source: warrior
de: krieger
es: guerrero
fr: guerrier
it: guerriero
ru: воин
zh: 战士

source: wizard
de: zauberer
es: mago
fr: magicien
it: mago
ru: маг
zh: 法师

source: super munch.
ru: супер-жор
zh: 超级小白

source: no class
de: keine klasse
es: sin clase
fr: sans classe
it: senza classe
ru: без класса
zh: 无职业

source: class 2
de: klasse 2
es: clase 2
fr: classe 2
it: classe 2
ru: класс 2
zh: 职业2

source: left hand
de: linke hand
es: mano izquierda
fr: main gauche
it: mano sinistra
ru: левая рука
zh: 左手

source: no item
de: kein gegenstand
es: sin objeto
fr: pas d'objet
it: nessun oggetto
ru: без предмета
zh: 无物品

source: sword
de: schwert
es: espada
fr: épée
it: spada
ru: меч
zh: 剑

source: big sword
de: großes schwert
es: espada grande
fr: grande épée
it: spadone
ru: большой меч
zh: 大剑

source: two handed
de: zweihändig
es: a dos manos
fr: deux mains
it: due mani
ru: двуручный
zh: 双手武器

source: right hand
de: rechte hand
es: mano derecha
fr: main droite
it: mano destra
ru: правая рука
zh: 右手

source: first bonus
de: erster bonus
es: primer bono
fr: premier bonus
it: primo bonus
ru: первый бонус
zh: 第一加成

source: second bonus
de: zweiter bonus
es: segundo bono
fr: deuxième bonus
it: secondo bonus
ru: второй бонус
zh: 第二加成

source: head gear
de: kopfausrüstung
es: protectores de cabeza
fr: couvre-chef
it: copricapo
ru: головной убор
zh: 头部装备

source: armour
de: rüstung
es: armadura
fr: armure
it: armatura
ru: броня
zh: 盔甲

source: boots
de: stiefel
es: botas
fr: bottes
it: stivali
ru: ботинки
zh: 靴子
