Repository: khlebobul/board_buddy
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, ru, zh

source: building costs:
de: baukosten:
es: costos de construcción:
fr: coûts de construction :
it: costi di costruzione:
ru: стоимость строительства:
zh: 建造费用：

# catanBuildingCostsOne
source: road: 1 lumber + 1 brick
de: straße: 1 holz + 1 lehm
es: camino: 1 madera + 1 ladrillo
fr: route : 1 bois + 1 argile
it: strada: 1 legno + 1 mattone
ru: дорога: 1 древесина + 1 кирпич
zh: 道路：1木材 + 1砖块

# catanBuildingCostsTwo
source: settlement: 1 lumber + 1 brick + 1 wool + 1 grain (1)
de: siedlung: 1 holz + 1 lehm + 1 wolle + 1 getreide (1)
es: poblado: 1 madera + 1 ladrillo + 1 lana + 1 trigo (1)
fr: colonie : 1 bois + 1 argile + 1 laine + 1 blé (1)
it: insediamento: 1 legno + 1 mattone + 1 lana + 1 grano (1)
ru: поселение: 1 древесина + 1 кирпич + 1 шерсть + 1 зерно (1)
zh: 定居点：1木材 + 1砖块 + 1羊毛 + 1谷物（1分）

# catanBuildingCostsThree
source: city (upgrade): 2 grain + 3 ore (2)
de: stadt (ausbau): 2 getreide + 3 erz (2)
es: ciudad (mejora): 2 trigo + 3 mineral (2)
fr: ville (amélioration) : 2 blé + 3 minerai (2)
it: città (potenziamento): 2 grano + 3 minerale (2)
ru: город (улучшение): 2 зерна + 3 руды (2)
zh: 城市（升级）：2谷物 + 3矿石（2分）

# catanBuildingCostsFour
source: development card: 1 wool + 1 grain + 1 ore
de: entwicklungskarte: 1 wolle + 1 getreide + 1 erz
es: carta de desarrollo: 1 lana + 1 trigo + 1 mineral
fr: carte développement : 1 laine + 1 blé + 1 minerai
it: carta sviluppo: 1 lana + 1 grano + 1 minerale
ru: карта развития: 1 шерсть + 1 зерно + 1 руда
zh: 发展卡：1羊毛 + 1谷物 + 1矿石

source: development cards:
de: entwicklungskarten:
es: cartas de desarrollo:
fr: cartes développement :
it: carte sviluppo:
ru: карты развития:
zh: 发展卡：

# catanDevelopmentCardsOne
source: knight (14): move robber, steal 1 resource from adjacent player
de: ritter (14): versetze den räuber, stiehl 1 rohstoff von einem angrenzenden spieler
es: caballero (14): mueve al ladrón, roba 1 recurso de un jugador adyacente
fr: chevalier (14) : déplacez le voleur, volez 1 ressource au joueur adjacent
it: cavaliere (14): muovi il brigante, ruba 1 risorsa dal giocatore adiacente
ru: рыцарь (14): переместите разбойника, украдите 1 ресурс у соседнего игрока
zh: 骑士（14张）：移动强盗，从相邻玩家偷取1张资源

# catanDevelopmentCardsTwo
source: victory point (5): worth 1, keep hidden until winning
de: siegpunkt (5): zählt 1, halte sie bis zum sieg verdeckt
es: punto de victoria (5): vale 1, mantén oculta hasta ganar
fr: point de victoire (5) : vaut 1, gardez caché jusqu'à la victoire
it: punto vittoria (5): vale 1, tieni nascosto fino alla vittoria
ru: победное очко (5): даёт 1, держите скрытой до победы
zh: 胜利点（5张）：价值1分，获胜前保持隐藏

# catanDevelopmentCardsThree
source: road building (2): build 2 roads for free
de: straßenbau (2): baue 2 straßen kostenlos
es: construcción de caminos (2): construye 2 caminos gratis
fr: construction de routes (2) : construisez 2 routes gratuitement
it: costruzione strade (2): costruisci 2 strade gratis
ru: строительство дорог (2): постройте 2 дороги бесплатно
zh: 道路建造（2张）：免费建造2条道路

# catanDevelopmentCardsFour
source: monopoly (2): name a resource, all players give you theirs
de: monopol (2): nenne einen rohstoff, alle spieler geben dir ihre
es: monopolio (2): nombra un recurso, todos los jugadores te dan los suyos
fr: monopole (2) : nommez une ressource, tous les joueurs vous donnent les leurs
it: monopolio (2): nomina una risorsa, tutti i giocatori ti danno le loro
ru: монополия (2): назовите ресурс, все игроки отдают вам свои
zh: 垄断（2张）：指定一种资源，所有玩家将该资源给你

source: the robber (rolling 7):
de: der räuber (bei einer 7):
es: el ladrón (al sacar 7):
fr: le voleur (en faisant 7) :
it: il brigante (tirando 7):
ru: разбойник (при выпадении 7):
zh: 强盗（掷出7）：

# catanTheRobberRolling7One
source: any player with more than 7 cards must discard half (rounded down)
de: jeder spieler mit mehr als 7 karten muss die hälfte abwerfen (abgerundet)
es: cualquier jugador con más de 7 cartas debe descartar la mitad (redondeando hacia abajo)
fr: tout joueur avec plus de 7 cartes doit en défausser la moitié (arrondi à l'inférieur)
it: qualsiasi giocatore con più di 7 carte deve scartarne metà (arrotondato per difetto)
ru: любой игрок с более чем 7 картами должен сбросить половину (округляя вниз)
zh: 任何超过7张手牌的玩家必须弃掉一半（向下取整）

# catanTheRobberRolling7Two
source: move the robber to any hex (except desert)
de: versetze den räuber auf ein beliebiges feld (außer wüste)
es: mueve al ladrón a cualquier hexágono (excepto el desierto)
fr: déplacez le voleur sur n'importe quelle tuile (sauf le désert)
it: muovi il brigante su qualsiasi tessera (eccetto il deserto)
ru: переместите разбойника на любой гекс (кроме пустыни)
zh: 将强盗移动到任意六边形（沙漠除外）

# catanTheRobberRolling7Three
source: steal 1 random resource from a player with a settlement/city on that hex
de: stiehl 1 zufälligen rohstoff von einem spieler mit siedlung/stadt auf diesem feld
es: roba 1 recurso aleatorio de un jugador con poblado/ciudad en ese hexágono
fr: volez 1 ressource au hasard à un joueur ayant une colonie/ville sur cette tuile
it: ruba 1 risorsa casuale da un giocatore con un insediamento/città su quella tessera
ru: украдите 1 случайный ресурс у игрока с поселением/городом на этом гексе
zh: 从该六边形上有定居点/城市的玩家处随机偷取1张资源

# catanTheRobberRolling7Four
source: the blocked hex produces no resources while robber is there
de: das blockierte feld produziert keine rohstoffe, solange der räuber dort steht
es: el hexágono bloqueado no produce recursos mientras el ladrón esté allí
fr: la tuile bloquée ne produit pas de ressources tant que le voleur y est
it: la tessera bloccata non produce risorse mentre il brigante è lì
ru: заблокированный гекс не производит ресурсы, пока там разбойник
zh: 强盗所在的六边形在强盗离开前不产出资源

# specialCards2VpEach
source: special cards (2 each):
de: sonderkarten (je 2):
es: cartas especiales (2 cada una):
fr: cartes spéciales (2 PV chacune) :
it: carte speciali (2 PV ciascuna):
ru: специальные карты (по 2 каждая):
zh: 特殊卡（各2分）：

# catanSpecialCards2VpEachOne
source: longest road: first player with 5+ continuous roads (can be stolen)
de: längste handelsstraße: erster spieler mit 5+ zusammenhängenden straßen (kann gestohlen werden)
es: ruta comercial más larga: primer jugador con 5+ caminos continuos (puede ser robada)
fr: route la plus longue : premier joueur avec 5+ routes continues (peut être volée)
it: strada più lunga: primo giocatore con 5+ strade continue (può essere rubata)
ru: самый длинный торговый путь: первый игрок с 5+ непрерывными дорогами (может быть украдена)
zh: 最长道路：第一个拥有5+连续道路的玩家（可被夺取）

# catanSpecialCards2VpEachTwo
source: largest army: first player with 3+ played knight cards (can be stolen)
de: größte rittermacht: erster spieler mit 3+ ausgespielten ritterkarten (kann gestohlen werden)
es: ejército más grande: primer jugador con 3+ cartas de caballero jugadas (puede ser robada)
fr: armée la plus puissante : premier joueur avec 3+ cartes chevalier jouées (peut être volée)
it: esercito più grande: primo giocatore con 3+ carte cavaliere giocate (può essere rubata)
ru: самая большая армия: первый игрок с 3+ сыгранными картами рыцарей (может быть украдена)
zh: 最大军队：第一个打出3+骑士卡的玩家（可被夺取）

source: building rules:
de: bauregeln:
es: reglas de construcción:
fr: règles de construction :
it: regole di costruzione:
ru: правила строительства:
zh: 建造规则：

# catanBuildingRulesOne
source: roads must connect to your existing roads, settlements, or cities
de: straßen müssen an deine bestehenden straßen, siedlungen oder städte anschließen
es: los caminos deben conectar con tus caminos, poblados o ciudades existentes
fr: les routes doivent être connectées à vos routes, colonies ou villes existantes
it: le strade devono collegarsi alle tue strade, insediamenti o città esistenti
ru: дороги должны соединяться с вашими существующими дорогами, поселениями или городами
zh: 道路必须连接到你现有的道路、定居点或城市

# catanBuildingRulesTwo
source: settlements must be at least 2 intersections away from any other settlement/city
de: siedlungen müssen mindestens 2 kreuzungen von jeder anderen siedlung/stadt entfernt sein
es: los poblados deben estar al menos a 2 intersecciones de cualquier otro poblado/ciudad
fr: les colonies doivent être à au moins 2 intersections de toute autre colonie/ville
it: gli insediamenti devono essere ad almeno 2 intersezioni di distanza da qualsiasi altro insediamento/città
ru: поселения должны находиться минимум в 2 перекрёстках от любого другого поселения/города
zh: 定居点必须与任何其他定居点/城市相隔至少2个交叉点

# catanBuildingRulesThree
source: settlements must connect to your road network
de: siedlungen müssen an dein straßennetz angeschlossen sein
es: los poblados deben conectar con tu red de caminos
fr: les colonies doivent être connectées à votre réseau routier
it: gli insediamenti devono collegarsi alla tua rete stradale
ru: поселения должны соединяться с вашей сетью дорог
zh: 定居点必须连接到你的道路网络

# catanBuildingRulesFour
source: cities replace existing settlements
de: städte ersetzen bestehende siedlungen
es: las ciudades reemplazan poblados existentes
fr: les villes remplacent les colonies existantes
it: le città sostituiscono gli insediamenti esistenti
ru: города заменяют существующие поселения
zh: 城市替换现有的定居点

source: trading:
de: handel:
es: comercio:
fr: commerce :
it: commercio:
ru: торговля:
zh: 交易：

# catanTradingOne
source: domestic trade: negotiate any exchange with other players on your turn
de: binnenhandel: verhandle jeden tausch mit anderen spielern in deinem zug
es: comercio doméstico: negocia cualquier intercambio con otros jugadores en tu turno
fr: commerce domestique : négociez n'importe quel échange avec d'autres joueurs pendant votre tour
it: commercio domestico: negozia qualsiasi scambio con altri giocatori durante il tuo turno
ru: внутренняя торговля: договаривайтесь об обмене с другими игроками в свой ход
zh: 国内交易：在你的回合与其他玩家协商任何交换

# catanTradingTwo
source: maritime trade: 4:1 with bank (any 4 same resources for 1)
de: seehandel: 4:1 mit der bank (4 gleiche rohstoffe für 1)
es: comercio marítimo: 4:1 con el banco (cualquier 4 recursos iguales por 1)
fr: commerce maritime : 4:1 avec la banque (4 ressources identiques pour 1)
it: commercio marittimo: 4:1 con la banca (4 risorse uguali per 1)
ru: морская торговля: 4:1 с банком (любые 4 одинаковых ресурса за 1)
zh: 海上交易：4:1 与银行交易（4张相同资源换1张）

# catanTradingThree
source: harbor trade: 3:1 generic or 2:1 specific resource harbors
de: hafenhandel: allgemeine häfen 3:1 oder spezifische rohstoffhäfen 2:1
es: comercio portuario: puertos genéricos 3:1 o específicos 2:1
fr: commerce portuaire : 3:1 générique ou ports 2:1 pour ressource spécifique
it: commercio portuale: 3:1 generico o porti 2:1 per risorsa specifica
ru: портовая торговля: общие порты 3:1 или специализированные 2:1
zh: 港口交易：3:1 通用港口或 2:1 特定资源港口

# catanScoringOne
source: settlement: 1
de: siedlung: 1
es: poblado: 1
fr: colonie : 1
it: insediamento: 1
ru: поселение: 1
zh: 定居点：1分

# catanScoringTwo
source: city: 2
de: stadt: 2
es: ciudad: 2
fr: ville : 2
it: città: 2
ru: город: 2
zh: 城市：2分

# catanScoringThree
source: longest road: 2
de: längste handelsstraße: 2
es: ruta comercial más larga: 2
fr: route la plus longue : 2
it: strada più lunga: 2
ru: самый длинный торговый путь: 2
zh: 最长道路：2分

# catanScoringFour
source: largest army: 2
de: größte rittermacht: 2
es: ejército más grande: 2
fr: armée la plus puissante : 2
it: esercito più grande: 2
ru: самая большая армия: 2
zh: 最大军队：2分

# catanScoringFive
source: victory point cards: 1 each
de: siegpunktkarten: je 1
es: cartas de punto de victoria: 1 cada una
fr: cartes point de victoire : 1 chacune
it: carte punto vittoria: 1 ciascuna
ru: карты победных очков: 1 каждая
zh: 胜利点卡：每张1分

# catanVictoryRule
source: the first player to reach 10 victory points on their turn wins the game. you must announce your victory on your turn.
de: der erste spieler, der in seinem zug 10 siegpunkte erreicht, gewinnt das spiel. du musst deinen sieg in deinem zug verkünden.
es: el primer jugador en alcanzar 10 puntos de victoria en su turno gana el juego. debes anunciar tu victoria en tu turno.
fr: le premier joueur à atteindre 10 points de victoire pendant son tour gagne la partie. vous devez annoncer votre victoire pendant votre tour.
it: il primo giocatore a raggiungere 10 punti vittoria durante il suo turno vince la partita. devi annunciare la tua vittoria durante il tuo turno.
ru: первый игрок, набравший 10 победных очков в свой ход, выигрывает игру. вы должны объявить о своей победе в свой ход.
zh: 第一个在自己回合达到10胜利点的玩家获胜。你必须在自己的回合宣布胜利。

# catanTrademarkNotice
source: catan® is a trademark of catan gmbh.
de: catan® ist eine marke von catan gmbh.
es: catan® es una marca registrada de catan gmbh.
fr: catan® est une marque déposée de catan gmbh.
it: catan® è un marchio di catan gmbh.
ru: catan® является торговой маркой catan gmbh.
zh: Catan® 是 Catan GmbH 的商标。

source: board buddy
zh: 桌游伙伴

# catanResourcesTree
source: pasture – wool (sheep)
de: weideland – wolle (schaf)
es: pasto – lana (oveja)
